Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: Returns the raw URL to the PDF List (for use in custom html).
ru_ru: Возвращает исходный URL к Списку PDF(для пользовательского html).

source: For use with a custom CSS class.
ru_ru: Для использования с пользовательскими CSS классами.

source: Returns url_to_custom_image with a link to the PDF List.
ru_ru: Возвращает url_to_custom_image со ссылкой на PDF Список.

source: PDF Flyer
ru_ru: PDF Флаер

source: Details
ru_ru: Детали

source: Location
ru_ru: Месторасположение

source: , or <a href="%s" target="_blank">view flyer</a>.
ru_ru: , or <a href="%s" target="_blank">посмотреть флаер</a>.

source: Warning: <b>%s</b> is not writable, PDF flyer cannot be created.
ru_ru: Внимание: <b>%s</b>не подлежит записи, PDF Флаер не может быть создан.

source: Generate QR Code.
ru_ru: Генерировать код QR.

source: Truncate the Description when it's displayed in Flyer (It can be helpful, when the data can not be placed on one page).
ru_ru: Обрезать описание, когда оно отображается в Флаере.

source: Flyer Display
ru_ru: Отображение

source: Title (Header)
ru_ru: Название(Шапка)

source: Tagline under Title (Header)
ru_ru: Слоган под заголовком

source: QR Code's note (a note explaining what a QR Code is, if it exists)
ru_ru: Заметка о QR коде(объясняет что такое код QR, если он существует)

source: Description (if exists)
ru_ru: Описание (если есть)

source: Location on Map (if exists)
ru_ru: Месторасположение (если есть)

source: Features (if exists)
ru_ru: Особенности(если есть)

source: Agent Information (if exists)
ru_ru: Информация агента(если существует)

source: Primary Photo Size
ru_ru: Первичный размер изображения

source: Secondary Images
ru_ru: Дополнительные изображения

source: Show %1$s images.
ru_ru: Показывать %1$s изображений.

source: Logo URL
ru_ru: URL лого

source: Use JPEG and GIF images only.
ru_ru: Используйте только изображения в формате JPEG и GIF

source: Header color
ru_ru: Цвет шапки

source: Section background color
ru_ru: Выбор цвета фона

source: Shortcode examples:<br />
ru_ru: Примеры шорткодов:<br />

source: <strong>[property_flyer]</strong> - Returns a html link to the PDF Flyer<br />
ru_ru: <strong>[property_flyer]</strong> - Возвращает html ссылку к PDF Флаеру<br />

source: <strong>[property_flyer title='PDF Flyer']</strong> - Returns a html link to the PDF Flyer with custom title.<br />
ru_ru: <strong>[property_flyer title='PDF Flyer']</strong> - Возвращает html ссылку к PDF Флаеру с пользовательским заголовком<br />

source: <strong>[property_flyer urlonly='yes']</strong> - Returns the raw URL to the PDF Flyer (for use in custom html).<br />
ru_ru: <strong>[property_flyer urlonly='yes']</strong> - Возвращает исходный URL к PDF Флаеру(для пользовательского html).<br />

source: <strong>[property_flyer class='custom_css_class']</strong> - For use with a custom CSS class.<br />
ru_ru: <strong>[property_flyer class='custom_css_class']</strong> - Для использования с пользовательским CSS классом.<br />

source: <strong>[property_flyer image='url_to_custom_image']</strong> - Returns url_to_custom_image with a link to the PDF Flyer.
ru_ru: <strong>[property_flyer image='url_to_custom_image']</strong> - Возвращает url_to_custom_image со ссылкой к PDF Флаеру<br />

source: Regenerate all Flyers
ru_ru: Пересоздать все флаеры

source: Close Result's Logs
ru_ru: Закрыть журнал результатов

source: PDF Flyer for property "
ru_ru: PDF Флаер для объекта "

source: " is generated.
ru_ru: " сгегенерирован.

source: <b>Error. PDF Flyer for property "
ru_ru: <b>Ошибка. PDF Флаер для объекта "

source: " could not be generated.</b>
ru_ru: " не может быть генерирован.</b>

source: Could not regenerate PDF Flyer for property "
ru_ru: невозможно генерировать PDF Флаер для объекта "

source: ". Looks like, something caused error on server.
ru_ru: ". Похоже, что на сервере возникла ошибка. Пожалуйста, попробуйте регенерировать PDF Флаеры позже.

source: Property List is got. Start generate PDF Flyers...
ru_ru: Список объектов получен. Начало генерации PDF Флаеров...

source: There are no any property to generate PDF Flyer for.
ru_ru: Не существует ни одного объекта, для которого можно генерировать PDF.

source: Looks like, something caused error on server. Please, try to regenerate PDF Flyers later.
ru_ru: Похоже, что на сервере возникла ошибка. Пожалуйста, попробуйте регенерировать PDF Флаеры позже.

source: Could not find a PDF flyer for %1s.
ru_ru: Невозможно найти PDF Флаер для %1s.

source: Flyer
ru_ru: Флаер

source: PDF flyer for
ru_ru: PDF Флаер для

source: Manage Capabilities
ru_ru: Управлять возможностями

source: Manage White Label
ru_ru: Управлять изменениями заголовков

source: Capabilities
ru_ru: Возможности

source: WP Property Capabilities
ru_ru: Роли возможностей WP Property

source: Role
ru_ru: Роль

source: Administrator has all capabilities which can not be managed.
ru_ru: Администратор обладает всеми возможностями. По соображениям безопасности это нельзя изменить.

source: Taxonomies
ru_ru: Таксономии

source: Disable %1$s taxonomy.
ru_ru: Оключить таксономию %1$s.

source: White Label
ru_ru: Изменение заголовков

source: Labels
ru_ru: Ярлыки

source: Contextual Menus
ru_ru: Контекстуальные меню

source: Use this menu to rename WP-Property components, for example if you are listing "Real Estate", or "Vehicles".
ru_ru: Используйте это меню для переименования компонентов WP-Property, например, если Вы размещаете "Яхты" или "Самолеты".

source: Singular Property:
ru_ru: Объект в единственном числе:

source: Default is "Property", will change the label in the navigation menus.
ru_ru: По умолчанию "Объект", будут изменены ярлыки навигационного меню.

source: Plural Property:
ru_ru: Объект во множественном числе:

source: Default is "Properties", will change the label in the navigation menus.
ru_ru: По умолчанию "Объекты", будут изменены ярлыки навигационного меню.

source: Contextual menus are displayed when a user clicks the "Help" tab in the top right corner of a page.
ru_ru: Контекстные меню отображается, когда пользователь нажимает кнопку "Справка " на вкладке в верхнем правом углу страницы.

source: Overview Page Contextual Help:
ru_ru: Контекстуальная справка на странице обзора:

source: Add
ru_ru: Добавить

source: Add New
ru_ru: Добавить новый

source: Edit
ru_ru: Редактировать

source: New
ru_ru: Новый

source: All
ru_ru: Все

source: Search
ru_ru: Поиск

source: No
ru_ru: Нет

source: found.
ru_ru: найдено.

source: Property Title
ru_ru: Название объекта

source: Property Content
ru_ru: Контент объекта

source: Property Excerpt
ru_ru: Выдержка объекта

source: Property Status
ru_ru: Статус объектов

source: Property Order
ru_ru: Порядок объекта

source: Property Date
ru_ru: Дата объекта

source: Property Author
ru_ru: Автор объекта

source: Attachment referenced in database not found on disk: (%1s), removing reference from DB.
ru_ru: Вложения, указанные в базе не найдены на диске: (%1s), удаление упоминания в БД.

source: Image directory %1s could not be created.
ru_ru: Директория изображений %1s не может быть создана.

source: Could not save image saved image - empty file returned by server.
ru_ru: Невозможно сохранить изображение, сохраненное изображение - пустой файл, возвращенный сервером.

source: Image %1s downloaded, but appears corrupt - deleting.
ru_ru: Изображения %1s скачаны, но оказались поврежденными - удалены.

source: Manage XML Importer
ru_ru: Управление XML-Импортером

source: Imported on: <b>%1$s</b> <a href="%2$s" title="%3$s">Importer</a>
ru_ru: Импотрировано: <b>%1$s</b> <a href="%2$s" title="%3$s">Импортер</a>

source: ago
ru_ru: назад

source: Last Import
ru_ru: Последний Импорт

source: Time:
ru_ru: Время:

source: There are (%1s) unattached files related to listings that were imported using the XML Importer.
ru_ru: (%1s) неприкрепленных файла, относящихся к объектам были импортированы используя XML Импортер.

source: Delete Unattached Files
ru_ru: Удалять неприкрепленные файлы

source: Look up XML import history.
ru_ru: Просмотреть историю XML импорта.

source: Show XML Import History
ru_ru: Показать историю XML Импортера

source: Show last 500 imported items in descending order.
ru_ru: Показать последние 500 импортированных пунктов в порядке убывания.

source: ( Imported )
ru_ru: (Импортировано)

source: Schedule coult not be imported.
ru_ru: Таблица не может быть импортирована.

source: Importer
ru_ru: Импортер

source: Starting Cron-Initiated Import: %1s. Using XML Importer %2s and WP-Property %3s.
ru_ru: Начало Cron-Инициализированного импорта: %1s. Используя XML Importer %2s и WP-Property %3s.

source: XML Importer Help
ru_ru: Справка по XML Импортеру

source: By default, xPath are executed in the xPath input boxes. <a target="_blank" href="http://www.w3schools.com/xpath/xpath_syntax.asp">W3 Schools XPath Syntax</a>.
ru_ru: По умолчанию, Path исполняются в полях ввода xPath. <a target="_blank" href="http://www.w3schools.com/xpath/xpath_syntax.asp">W3 Schools xPath Синтакс</a>.

source: Example: get all the option values that have a label for "height": <b>options/option[label = "Height"]/value </b>
ru_ru: Пример: получиь все значения опций, которые имеют название для "высоты": <b>options/option[label = "Height"]/value </b>

source: <b>Property Resource Class:</b> Typically this is used to specify the type of property listing, such as Commercial or Residential, the naming convention varies depending on RETS provider. Use <a href="http://rets.usabilitydynamics.com/" target="_blank">rets.usabilitydynamics.com</a> to determine.
ru_ru: <b>Класс ресурса объекта:</b> Обычно это служит для определения типа объекта, таких как Commercial или Residential, названия рознятся в зависимости от RETS провайдера. Используйте <a href="http://rets.usabilitydynamics.com/" target="_blank">rets.usabilitydynamics.com</a> для их определения.

source: XPath Query to Property Elements
ru_ru: XPath запрос к элементам объекта

source: In order to begin importing data, you must first identify what the "repeating property element" is in the XML file. Typically this would be something like <b>property</b> or <b>object</b>, where the corresponding XPath rules would be <b>//property</b> or <b>//object</b>, respectively. The easiest way to identify it is to look through the feed for a repeating pattern. The query must select the elements in order to cycle through them and apply the XPath Rules in the Attribute Map section.
ru_ru: Для начала импорта данных, во-первых, Вы должны определить 'повторяющийся элемент объекта' в XML файле. Обычно, это такие элементы как <b>property</b> или <b>object</b>, где отвечающие XPath правила будут <b>//property</b> или <b>//object</b>, соответственно. Простейший способ идентифицировать его - просмотреть файл для поиска повторяющейся модели. Запрос должен выбрать элементы для цикла применения правил XPath в разделе Карта Атрибутов.

source: Import Limits
ru_ru: Лимиты импорта

source: There are two type of limits - the first limit will stop the import after a certain number of objects have been processed before they are checked for quality, while the second limit will stop only after the specified number of objects has actually passsed quality inspection, and have been saved to the database.
ru_ru: Существует два вида лимитов - первый лимит останавливает импорт после определенного количества обработанных объектов до того, как они будут проверены качественно, второй же остановит импорт только когда определенное количество объектов пройдет качественный контроль, они будут сохранены в базе данных.

source: Limiting imports works well when you are running incremental imports. A limit of <b>10</b> will stop after 10 properties have been created. The importer does not count properties that were skipped during import or that already exist in the system - properties that already exist will be marked as updated.
ru_ru: Ограничение импорта работает хорошо, когда Вы выполняете пробный импорт. Лимит в <b>10</b> остановит импорт, как только 10 объектов будет создано. Импортер не считает объекты, которые были пропущены в процессе импорта - объкты, которые уже существуют в системе будут помечены как обновленные.

source: Running the Import
ru_ru: Запусить импорт

source: There are two ways to process an import, using the browser, or by setting up a cron job. Using the browser is easy, and viable when you have a small feed, or a very good server.
ru_ru: Есть два способа запустить импорт, с помощью браузера и cron. Использование браузера легче и пригодно, если у Вас есть небольшая лента или очень хороший сервер.

source: When working with larger feeds, or for the purposes of automation, it is advisable to execute your import script using a cron job. For every "Import Schedule" you create, a <b>Cron Command</b> field will be displayed, followed by the command you would need to enter into the cron job builder, for the import schedule to be executed.
ru_ru: При работе с большими лентами или с целью автоматизации, рекомендуется выполнять скрипт импорта используя cron. Для каждого "Графика Импорта", который Вы создаете, будет отображено поле <b>Команда Cron</b>

source: Function: free_text
ru_ru: Функция: free_text

source: To insert some common text, use the <b>free_text</b> command, like so: <b>free_text: Imported from Some List</b> and the text will be kept as is.
ru_ru: Чтобы вставить обычный текст, используйте команду <b>free_text</b> например: <b>free_text: Импортировано из какого-то списка</b> - текст сохранится как он есть.

source: Function: concat
ru_ru: Функция: concat

source: You can also combine free text wtih xPath rule results using <b>concat</b>, example: <b>concat:http://sourcesite.com/images/'Photo7'</b> will result in the text between the quotes being executed as xPath rules, while text outside of quotes being inserted as it is.
ru_ru: Вы также можете соединять обычный текст с результатом правила xPath, , например: <b>concat:http://sourcesite.com/images/'Photo7'</b> текст в кавычках выполняется по правилам XPath, в то время как текст вне кавычек вставляется как он есть.

source: You can also use concat to combine multiple xPath rules together, for example you can create the Property Title from a few XML attributes: <b>concat:'bedrooms' bedroom house in 'location/city'</b>
ru_ru: Вы можете также использовать concat, чтобы соединять множественные правила xPath, например, Вы можете создать имя объекта из нескольких XML атрибутов: <b>concat:'bedrooms' bedroom house in 'location/city'</b>

source: Function: concat_list
ru_ru: Функция: concat_list

source: Found %1s properties from database that were imported from this feed.
ru_ru: Найдено %1s объектов из базы данных, которые были импортированы из ленты.

source: Property ID %1s has been deleted. Total deleted so far: %2s
ru_ru: Объект с ID %1s был удален. Всего удалено: %2s

source: Deleted %1s unattached property files that were created from an XML import.
ru_ru: Удалено %1s неприкрепленных файлов объектов, которые были созданы в процессе XML импорта.

source: Something went wrong, did not delete any unattached images.
ru_ru: Что-то пошло не так, не удалено ни одного неприкрепленного изображения.

source: All %1$s properties have been deleted in %2$s seconds.
ru_ru: Все %1$s объекты были удалены за %2$s секунд.

source: Although %1$s properties were found, only %2$s have been deleted in %3$s seconds.
ru_ru: Не смотря на то, что %1$s объекты были найдены, только %2$s были удалены за %3$s секунд.

source: Something went wrong, no properties were found to delete.
ru_ru: Что-то пошло не так, не найдено ни одного объекта для удаления.

source: Created temporary directory for import: %1$s.
ru_ru: Создана временная директория для импорта: %1s.

source: Could not load XML Object from raw data: %1s.
ru_ru: Невозможно загрузить XML объект: %1s.

source: Data loaded from cache.
ru_ru: Данные загружены из кэша.

source: object(s) found with XPath Rule:
ru_ru: объектов найдено с XPath правилом:

source: %1s objects identified: <a href="%2s" target="_blank">download processed XML file</a> ( %3s ).
ru_ru: %1s объектов идентофицировано: <a href="%2s" target="_blank">загрузить результирующий XML файл</a> ( %3s ).

source: Root Element XPath Rule:
ru_ru: XPath Rule корневого элемента:

source: No Root Element XPath Rule, displaying most root elements.
ru_ru: Нет правила xPath для корневого элемента, отображение наиболее корневого элемента.

source: No objects found.
ru_ru: Не найдено ни одного объекта.

source: Preview truncated: showing: %1s of full feed:
ru_ru: Предпросмотр ограничен: показ: %1s всей ленты:

source: Available tags in source: %1s
ru_ru: Доступные тэги: %1s

source: XPath rules for object #%1d processed with %2d extracted attributes.
ru_ru: Правила XPath для объекта #%1d обработаны с %2d атрибутами.

source: Stopping import due to specified pre-QC limit of %1d.
ru_ru: Остановка импорта из-за pre-QC лимита в %1d.

source: Importing %1s
ru_ru: Импортирование %1s

source: Deleted all ( %1s ) properties that originated from this feed.
ru_ru: Удалены все ( %1s ) объекта, которые были импортированы из этой ленты.

source: Did not find any properties that have been imported from this feed to remove.
ru_ru: Не найдено ни одного объекта, который бы был импортирован из этой ленты, для удаления.

source: Did not remove any old properties.
ru_ru: Не удалено ни одного объекта.

source: Stopping import due to specified post-QC limit of %1d.
ru_ru: Остановка импорта из-за post-QC лимита в %1d.

source: Object cycle done. Completed %1d cycles.
ru_ru: Завершено %1d циклов.

source: Deleted ( %1s ) properties that are no longer in the feed.
ru_ru: Удалено ( %1s ) объектов, которых больше нет в ленте.

source: Deleted the import temporary directory.
ru_ru: Временная директория импорта удалена.

source: Import temporary directory is not been created
ru_ru: Временная директория импорта не может быть создана.

source: Unable to delete the import temporary directory
ru_ru: Невозможно удалить временную директорию импорта.

source: Schedule imported from file.
ru_ru: Таблица импортирована из загруженного файла.

source: Property Importer
ru_ru: Импортер Объектов

source: Sort by:
ru_ru: Сортировать по:

source: Last Run
ru_ru: Последний запуск

source: Created Properties
ru_ru: Созданные объекты

source: Updated Properties
ru_ru: Обновленные объекты

source: Total Properties
ru_ru: Всего объектов

source: Limit
ru_ru: Лимит

source: Saved Import Schedules
ru_ru: Сохранить таблицу импорта

source: Last run
ru_ru: Последний импорт

source: ago.
ru_ru: назад.

source: Updated
ru_ru: Обновлено

source: objects.
ru_ru: объекты

source: Created
ru_ru: Созданное

source: Limited to
ru_ru: Ограничено до

source: Total Properties:
ru_ru: Всего объектов:

source: Source URL:
ru_ru: URL источника:

source: Cron Command:
ru_ru: Команда Cron:

source: Run Import in Browser
ru_ru: Запустить импорт в браузере

source: Save to File
ru_ru: Сохранить в файл

source: Delete All Properties
ru_ru: Удалить все объекты

source: You do not have any saved schedules. Create one now.
ru_ru: У вас нет запланированных заданий. Можете создать сейчас.

source: Import Schedule
ru_ru: Таблица импорта

source: Upload File
ru_ru: Загрузить файл

source: Import name
ru_ru: Имя импорта

source: Source
ru_ru: Источник

source: Type:
ru_ru: Тип:

source: Send GET variables as POST data.
ru_ru: Отправлять GET переменные в виде POST данных.

source: Google Username
ru_ru: Имя пользователя Google

source: Google Password
ru_ru: Пароль Google

source: Google Extra Query Vars
ru_ru: Дополнительные запросы Google Vars

source: See the <a href="http://code.google.com/apis/spreadsheets/data/3.0/reference.html#ListParameters" target="_blank">Google Spreadsheet API docs</a> for the format of this field ( should be name value pairs, without the beginning "?" )
ru_ru: Посетите <a href="http://code.google.com/apis/spreadsheets/data/3.0/reference.html#ListParameters" target="_blank">Google Spreadsheet API docs</a> для форматирования этой ленты(должны быть пары значений имен, без начала "?" )

source: RETS Username.
ru_ru: Имя пользователя RETS

source: RETS Password.
ru_ru: Пароль RETS.

source: Property Resource Class.
ru_ru: Класс свойства ресурса.

source: Primary Key for Resource.
ru_ru: Первичный Ключ ресурса.

source: Also referred to as "Key Field". Default is "ListingKey"
ru_ru: Также упоминается как "Key Field". По умолчанию "ListingKey"

source: Photo Object.
ru_ru: Фото Объект.

source: Default is "Photo"
ru_ru: Изображение по умолчанию

source: User-Agent String.
ru_ru: User-Agent.

source: May be required by your RETS
ru_ru: Может требоваться Вашим RETS

source: User-Agent Password.
ru_ru: Пароль User-Agent

source: RETS Version.
ru_ru: Версия RETS

source: Version is set by your RETS provider.
ru_ru: Версия установленная Вашим провайдером RETS.

source: Property Query.
ru_ru: Запрос объекта.

source: Accepts <a href="https://www.flexmls.com/support/rets/tutorials/dmql/" target="_blank">DMQL</a> - Default is "(ListingStatus=|Active)"
ru_ru: Применимы <a href="https://www.flexmls.com/support/rets/tutorials/dmql/" target="_blank">DMQL</a> - По умолчанию "(ListingStatus=|Active)"

source: Toggle Advanced Source Options
ru_ru: Расширенные параметры источника

source: Root XPath Query:
ru_ru: Корневое правило XPath

source: What is this?
ru_ru: Что это?

source: Preview Raw Data
ru_ru: Предпросмотр данных

source: Close Preview
ru_ru: Закрыть предпросмотр

source: Default Property Type
ru_ru: Тип объекта по умолчанию

source: Will be defaulted to if no xPath rule exists for the "Property Type".
ru_ru: Будет выбранным по умолчанию, если xPath правила не существует для "типа объектов".

source: <b>Pre-QC Limit:</b> Limit import to the first
ru_ru: <b>Pre-QC Limit:</b> Лимит импорта до первого

source: properties in the feed.
ru_ru: объектов в ленте.

source: More about limits.
ru_ru: Подробнее о лимитах.

source: <b>Post-QC Limit:</b> Limit import to the first
ru_ru: Лимит импорта до первого

source: created properties that have passed quality standards.
ru_ru: создано объектов, которые прошли стандарты качества.

source: Only import images that are over %1spx in width, and %2spx in height.
ru_ru: Импортировать только изображения, которые больше %1$spx в ширину и %2$spx в высоту.

source: Minimum sizes are ignored if blank.
ru_ru: Минимальные размеры игнорируются, если не заполнено.

source: Imported properties must have at least
ru_ru: Импотрированные объекты должны иметь по крайней мере

source: , but no more than
ru_ru: , но не более чем

source: valid images.
ru_ru: валидные изображения.

source: hour(s) ago.
ru_ru: часов назад

source: Automatically set the first image as the thumbnail.
ru_ru: Автоматически делать первое изображение миниатюрой.

source: When updating an existing property, remove all old images before downloading new ones.
ru_ru: При обновлении существующих объектов, удалять все изображения до загрузки новых.

source: Send email updates to the site admin e-mail address ( %1s ) when import schedules are executed and completed.
ru_ru: Послать уведомление по электронной почте администратору сайта ( %1s ), когда график будет выполнен и импорт закончен.

source: Remove all properties that were originally imported from this feed on import.
ru_ru: Удалить в процессе импорта все объекты, которые были импортированы из этой ленты.

source: Completely remove <b>all</b> existing properties prior to import.
ru_ru: Удалить <b>все</b> существующие объекты до импорта.

source: Fix strings that are in all caps.
ru_ru: Исправить строки из заглавных букв.

source: Scan for any formatting tags and strip them out.
ru_ru: Сканировать на наличие любых форматирующих тегов и пропускать их.
