Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: <pre><code>/**<br/>&nbsp;* Template Name: {your name}<br/>&nbsp;* Type: {page|property}<br/>&nbsp*/</code></pre>Use Default template as a base for your own.
ru_ru: <pre><code>/**<br/>&nbsp;* Название шаблона: {your name}<br/>&nbsp;* Тип: {page|property}<br/>&nbsp*/</code></pre>Используйте шаблон, который идет по умолчанию, как базу для вашего собственного.

source: <b>Enable theme's template parts</b><br />Canvas uses default WP-Property template parts by default ( e.g. <code>templates/property_overview.php</code> , <code>templates/property_search.php</code> ).<br/>If enabled (checked), application will load template parts from your theme's folder if they exist. <b>But, remember, custom template parts can be incompatible with default CSS styles.</b>
ru_ru: <b>Активировать части шаблона из темы </b><br />Ваша страница использует стандартные части шаблоны WP-Property по умолчанию ( например: <code>templates/property_overview.php</code> , <code>templates/property_search.php</code> ).<br/> Если включен (отмечен), приложение загрузит часть шаблона из папки вашей темы, если он существует. <b> Но помните, что пользовательские части шаблона могут быть несовместимы с CSS стилем по умолчанию.</b>

source: <b>Open links in new window</b><br />Check this option if you need to open EACH link of your WP-Property Facebook Tab in new window.
ru_ru: <b>Открывать ссылки в новом окне</b><br />Отметте эту опцию, если Вам необходимо открывать КАЖДУЮ ссылку WP-Property Facebook Tab в новом окне.

source: <b>Open forms in new window</b><br />The same as <b>Open links in new window</b> but for forms. Every form will be submitted in new window.
ru_ru: <b>Открывать форму в новом окне</b><br />Как и <b>открывать ссылки в новом окне</b>но применительно к формам. Каждая форма будет размещена в отдельном окне.

source: <b>Disable default CSS</b><br/>Canvases use default specific CSS styles which can be disabled if this option is checked.
ru_ru: <b> Отключить стандартный CSS</b><br/> Страницы используют стандартные, конкретные стили CSS, которые можно отключить, если эта опция активирована.

source: <b>Allow inline CSS</b><br/>Enables to add specific CSS styles to the current canvas. Toggles <b>Inline CSS</b> textarea for adding CSS styles.
ru_ru: <b>Разрешает вставку CSS</b><br/>Позволяет добавлять определенные стили CSS к текущей странице. Откройте <b>Встроить CSS</b> текстовое поле для добавления CSS стилей.

source: <b>Custom CSS and Javascript files</b><br/>You can create custom CSS and Javascript files which will be loaded on all your canvases.<br/>
ru_ru: <b> Пользовательские CSS и Javascript файлы </b><br/> Можно создавать пользовательские CSS и Javascript файлы, которые будут загружены на всех ваших страницах. <br/>

source: To add custom CSS or JS file, you need to create css or js file in your theme folder like <code>fb-tab-{specific_name}.{css|js}</code>.
ru_ru: Чтобы добавить пользовательские CSS или JS файл, вам нужно создать CSS или JS файл в папке темы, например <code>fb-tab-{specific_name}.{css|js}</code>.

source: <a href="https://developers.facebook.com/docs/guides/canvas/" target="_blank">How to create Facebook Application</a>
ru_ru: <a href="https://developers.facebook.com/docs/guides/canvas/" target="_blank">Как создать приложение в Facebook</a>

source: <b>App ID</b><br />App ID is your application's App ID/API Key which you can get from Application Settings page.
ru_ru: <b>App ID</b><br /> - это ID приложения, App ID/API Ключ Вы можете найти на странице настойки приложения.

source: <b>Secret</b><br />Secret is long hashed string associated with your application. You can get it from Application Settings page.
ru_ru: <b>Секрек</b><br /> Секрет - длинная хэшированная строка, связанная с вашим приложением. Вы можете получить ее на странице настройки приложения.

source: <b>Canvas URL</b><br />Copy the current URL to your facebook application settings.
ru_ru: <b>URL Страницы </ b> <br /> Скопируйте текущий URL в настройках facebook приложения.

source: <b>Secure Canvas URL</b><br />Copy the current URL to your facebook application settings.
ru_ru: <b> Безопасная URL страницы </ b> <br /> Скопируйте текущий URL в настройках facebook приложения.

source: <b>Debug URL</b><br />This link can be used for troubleshooting the issues directly.
ru_ru: <b> URL для дебага </ b> <br /> Эта ссылка может быть использована для решения проблемных вопросов, непосредственно.

source: Requested Canvas does not exist.
ru_ru: Запрашиваемый холст/Canvas не существует.

source: Canvas settings are invalid. Check "Secret" field.
ru_ru: Настройки холста/Canvas неверны. Проверьте поле "Секрет"

source: You did not specify Facebook Template for requested Canvas
ru_ru: Вы не определили шаблон Facebook для запрошенного холста/Canvas.

source: Can't find proper Facebook Template file "
ru_ru: Невозможно найти подходящий файл шаблона Facebook "

source: Manage Facebook Tabs
ru_ru: Управлять таблицами Facebook

source: Apps on Facebook are web apps that are loaded in the context of Facebook in what we refer to as a Canvas Page.
ru_ru: Приложения в Facebook - веб приложения, которые загружаются в структуру Facebook, куда мы ссылаемся на странице холстов/Canvases.

source: Name:
ru_ru: Имя:

source: Note that Name is used for canvas link generation ( see Facebook Application Setup options below ).
ru_ru: Обратите внимание, что имя используется для генерации ссылки страницы (см. Facebook Приложения Настройка опций ниже).

source: Set the page which will be shown in your Facebook Application/Tab canvas.
ru_ru: Установите страницу, которая будет показана в вашем Facebook Приложении / Вкладка Страницы.

source: Page
ru_ru: Страница

source: Note: Select the type to determine the available pages below.
ru_ru: Обратите внимание: Выберите тип, чтобы определить доступные страницы ниже.

source: Search...
ru_ru: Поиск...

source: Set the template, CSS and other options for your Facebook Application/Tab canvas.
ru_ru: Установить шаблон, CSS и другие опции для вашего Приложения Facebook / Вкладка Страницы.

source: Template:
ru_ru: Шаблон:

source: Note: The list of available templates depends on selected page type. You can add your own templates. See help link above.
ru_ru: Примечание: список доступных шаблонов зависит от выбранного типа страницы. Вы можете добавить свой собственный шаблон. См. вспомогательную ссылку выше.

source: Enable theme's template parts.
ru_ru: Разрешить использовать части шаблона темы.

source: Note: canvas uses default WP-Property template parts by default. If enabled, application will try to load parts from theme folder. But custom part templates can be incompatible with default CSS styles.
ru_ru: Примечание: Страница использует стандартные части шаблонов WP-Property. Если включено, приложение будет пытаться загрузить части шаблонов из папки темы. Но часть пользовательских шаблонов могут быть несовместимы с CSS стилем по умолчанию.

source: Allow inline CSS.
ru_ru: Допускает вставку CSS.

source: Inline CSS:
ru_ru: Вставить CSS:

source: Applicable for both Application and Page Tab
ru_ru: Применимо как для приложения и так и для вкладки страницы

source: You will need to create an app using your Facebook account. Once the app is created, you will be able to add it to one of your pages.
ru_ru: Приложения на Facebook являются веб-приложениями, которые загружаются в контекст Facebook в то, что мы называем Страница Холстов(Canvas Page). Вам понадобится создать приложение используя аккаунт Facebook. Как только приложение будет создано, Вы сможете добавить одну из вашиз страниц.

source: Create Facebook App.
ru_ru: Создать Facebook App.

source: App ID:
ru_ru: App ID/API ключ:

source: Add to Facebook
ru_ru: Добавить в Facebook

source: Secret:
ru_ru: Секрет:

source: Canvas URL:
ru_ru: URL холста/Canvas:

source: Secure Canvas URL:
ru_ru: Защищенный URL холста/Canvas:

source: Save Changes
hu_hu: Módosítások mentése
ru_ru: Сохранить изменения

source: Not set
ru_ru: Не установлен

source: Sponsored
ru_ru: Оплачиваемая

source: Subscription Plan
ru_ru: План подписки

source: <a href="%s">Manage %s Forms
ru_ru: <a href="%s">Управление %s Формами

source: FEPS Menu
ru_ru: Меню FEPS

source: It is neccessary block menu which contains user's specific data and links to submitted %s via FEPS frontend forms.
ru_ru: Необходимо блокировать меню в котором содержатся конкретные данные пользователя и ссылки на опубликованные %s с помощью формы FEPS в интерфейсе.

source: Menu can be added to your site via <b>FEPS Menu</b> <a href="%s">widget</a> or <b>%s</b> shortcode.
ru_ru: Меню может быть добавлено на ваш сайт с помощью <b>Меню FEPS</b> <a href="%s"> виджет </a> или <b>%s</b> шорткодом.

source: Note, menu is shown only for logged in users.
ru_ru: Обратите внимание, что меню отображается только для зарегистрированных пользователей.

source: "Add New %s" custom label
ru_ru: "Add New %s" пользовательские метки

source: Disable Menu if there are no %s and no credits on Balance
ru_ru: Отключить Меню, если нет ни одной %s и кредитов на Балансе

source: Specific Pages
ru_ru: Конкретные Страницы

source: The feature has specific pages. The links below can be added directly to your <a href="%s">Menus</a> or wherever else, i.e. if you don't want to use FEPS menu.
ru_ru: Функция имеет определенную страницу. Приведенные ниже ссылки могут быть добавлены непосредственно в <a href="%s"> Меню</a> или еще где-то, если вы не хотите использовать FEPS меню.

source: But note, that the current pages are available only for logged in users.
ru_ru: Но обратите внимание, что определенные страницы доступны только для зарегистрированных пользователей.

source: Links
ru_ru: Ссылки

source: Notifications
ru_ru: Уведомления

source: Form Name
ru_ru: Имя Формы

source: General Options
ru_ru: Основные Настройки

source: Duration
ru_ru: Срок действия

source: Images Limit
ru_ru: Лимит изображений

source: Description
hu_hu: Leírás
ru_ru: Описание
sk_sk: Popis

source: Property Forms
ru_ru: Формы объектов

source: Price:
hu_hu: Ár:
ru_ru: Цена:
sk_sk: Cena:

source: Duration:
ru_ru: Срок:

source: Images:
ru_ru: Изображения:

source: Publish Time Has Expired
ru_ru: Время публикования истекло

source: Hello [display_name]%1$s%1$sPublish time for Your %3$s [property_title] has expired.%1$s%1$sYou have [days] %2$s to choose new subscription for your %3$s.%1$s%1$sClick this link to view all your [status] %4$s:%1$s[url]
ru_ru: Здравствуйте [display_name]%1$s%1$s Время публикации Вашего %3$s [property_title] исчерпано.%1$s%1$s У Вас есть [days] %2$s чтобы выбрано новую подписку для %3$s.%1$s%1$s Пройдите по этой ссылке, чтобы посмотреть все %4$s:%1$s [status] [url]

source: day
ru_ru: дней

source: Hello [display_name]%1$s%1$sPublish time for Your %2$s [property_title] has expired.%1$s%1$sIf You wish you could choose new subscription for your %2$s.%1$s%1$sClick this link to view all your [status] %3$s:%1$s[url]
ru_ru: Здравствуйте [display_name]%1$s%1$s время публикации Вашего %2$s [property_title] исчерпано.%1$s%1$sIf Вы можете выбрать новую подписку для Вашего %2$s.%1$s%1$s Пройдите по ссылке, чтобы посмотреть [status] всех %3$s:%1$s[url]

source: %1$s was deleted
ru_ru: %1$s было удалено

source: %1$s [property_title] was deleted .
ru_ru: %1$s [property_title] было удалено.

source: Manage FEPS
ru_ru: Управлять FEPS

source: (Pending Approval)
ru_ru: (Ожидает утверждения)

source: An error occurred, the form could not be found
ru_ru: Произошла ошибка, форма не может быть найдена

source: Upgraded FEPS to version %1s.
ru_ru: FEPS обновлен до версии %1s.

source: This listing is pending your approval.
ru_ru: Это предложение ожидает Вашего одобрения.

source: Publish Now
ru_ru: Опубликовать сейчас

source: %1$s Forms
ru_ru: %1$s формы

source: %1$s Form
ru_ru: %1$s форма

source: Show <span title="Front End %2$s Submissions">FEPS</span> column in All %1$s Page.
ru_ru: Показывать колонку <span title="Front End %2$s Submissions">FEPS</span> на странице Все %1$s.

source: Add Credits to Balance
ru_ru: Добавить кредиты к балансу

source: My Balance
ru_ru: Мой баланс

source: credit
ru_ru: кредит

source: credits
ru_ru: кредиты

source: Requested FEPS form not found.
ru_ru: Запрошенная форма FEPS не найдена.

source: The requested form does not have any fields.
ru_ru: Запрашиваемая форма не имеет полей.

source: Requested %1$s not found.
ru_ru: Запрашиваемая %1$s не найдена.

source: It's not FEPS's %1$s
ru_ru: Это не %1$s FEPS

source: Wrong FEPS form used
ru_ru: Не верная FEPS форма

source: FEPS forms updated.
ru_ru: FEPS формы обновлены.

source: %1$s Content
ru_ru: Контент %1$s

source: %1$s Type
ru_ru: Тип %1$s

source: Image Upload
ru_ru: Загрузить изображение

source: Form Name:
ru_ru: Имя формы:

source: Enter form name. Form slug will be generated using form name. Note that Form Name is used for internal reference.
ru_ru: Введите имя формы. Слаг формы будет создан с помощью имени формы. Обратите внимание, что имя формы используется для внутреннего использования.

source: Shortcode:
ru_ru: Шорткод:

source: Copy and paste this shortcode into any page or post to display the form
ru_ru: Скопируйте и вставьте этот Shortcode в любой пост или страницу чтобы отобразить форму

source: General Options:
ru_ru: Общие настройки:

source: %1$s Status:
ru_ru: Статус %1$s:

source: %1$s Type:
ru_ru: Тип %1$s:

source: Automatically remove FEPS of the currrent Form with 'Pending' status to trash in
ru_ru: Автоматически удалять FEPS текущей формы со статусом "ожидает одобрения"

source: days.
ru_ru: дней.

source: Note: If value is 0 or empty, FEPS will not be removed.
ru_ru: Примечание: Если значение 0 или пустое, FEPS не будет удален.

source: Preview Thumbnail Size:
ru_ru: Размер миниатюры:

source: Image Upload Limit:
ru_ru: Лимит изображений для загрузки:

source: New User Role:
ru_ru: Новая роль пользователя:

source: Allow user to edit and remove his FEPS.
ru_ru: Разрешить пользователю редактировать и удалять его FEPS.

source: Note: on remove FEPS will be just moved to trash.
ru_ru: Примечание: на удалении FEPS будет перемещен в удаленные.

source: Disable new user account creation notification.
ru_ru: Отключить извещение нового пользователя о создании аккаунта.

source: Notify user on update status of his FEPS.
ru_ru: Извещать пользователя об изменении статуса его FEPS.

source: %1$s Attributes
ru_ru: Атрибуты %1$s

source: Attribute
ru_ru: Атрибут

source: %1$s Title
ru_ru: Заголовок %1$s

source: Required
ru_ru: Обязательно

source: My FEPS Listings
ru_ru: Мои объявления FEPS

source: Editing
ru_ru: Редактирование

source: No more than %1d image(s). Click image to delete it.
ru_ru: Не более %1d изображеий. Нажмите на изображение для его удаления.

source: <strong>ERROR</strong>: Account is not approved.
ru_ru: <strong>ОШИБКА</strong>: Аккаунт не утверджен.

source: There is a JavaScript error on this page preventing it from displaying the dynamic map.
ru_ru: Существует JavaScript ошибка на этой странице, которая не дает отображать динамическую карту.

source: Your location has been successfully found by Google Maps.
ru_ru: Ваше местоположение успешно найдено Google Maps.

source: Your address could not be found, please try again.
ru_ru: Ваш адрес не может быть найден, пожалуйста попробуйте еще.

source: Days
ru_ru: Дней

source: Weeks
ru_ru: Недели

source: Months
ru_ru: Месяцы

source: Years
ru_ru: Лет

source: Basic
ru_ru: Основа

source: Default One-Day Subscription Plan
ru_ru: Однодневный план по умолчанию.

source: Subscription Plans
ru_ru: Планы Подписок

source: Actions
ru_ru: Действия

source: Add Subscription Plan
ru_ru: Добавить план

source: This is Sponsored Listing
ru_ru: Это оплачиваемый список

source: User Account Approved
ru_ru: Аккаунт пользователя утвержден

source: Account Approved
ru_ru: Аккаунт утвержден

source: User Account Approved.
ru_ru: Аккаунт пользователя утвержден

source: Thank you! Your account has been activated. <a href="%s">Back to the site!</a>
ru_ru: Спасибо! Ваш аккаунт был активирован. <a href="%s">Назад на сайт!</a>

source: Account has been activated
ru_ru: Аккаунт активирован.

source: Something went wrong. Please, try again later. [Error 001]
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже. [Ошибка 001]

source: Something went wrong. Please, try again later. [Error 002]
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже. [Ошибка 002]

source: Something went wrong. Please, try again later. [Error 003]
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже. [Ошибка 003]

source: Not enough credits.
ru_ru: Недостаточно кредитов.

source: You must be logged in to be able to do this action.
ru_ru: Вы должны быть зарегистрированы, чтобы иметь право сделать это действие.

source: Something went wrong. Please, try again. [Error 006]
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз. [Error 006]

source: Please type in your e-mail address.
ru_ru: Пожалуйста,введите свой адрес электронной почты.

source: Checking if account exists.
ru_ru: Проверка на существование аккаунта.

source: Checking your credentials.
ru_ru: Проверьте Ваши учетные данные.

source: Your credentials have been verified.
ru_ru: Ваши учетные прошли проверку данные.

source: Your login credentials are not correct.
ru_ru: Ваши учетные данные не верны.

source: Account found, please type in your password.
ru_ru: Аккаунт найден, пожалуйста, введите пароль.

source: Your account has been created. Check your e-mail to activate account.
ru_ru: Ваша учетная запись была создана. Проверьте электронную почту, чтобы активировать аккаунт.

source: Publish
ru_ru: Опубликовать

source: Submit
ru_ru: Применить

source: Don't show Funds Balance
ru_ru: Не показывать баланс

source: Don't show 'Add Credits to Balance' link
ru_ru: Не показывать ссылку 'Добавить кредиты к балансу'

source: Manage PDF Flyer
ru_ru: Управление PDF флаером

source: Unless <b>Don't make accessible for public</b> is checked for a list, it will be accessible by anybody who visits your website, provided they have a link to the list. The lists are stored in your uploads folder, but to the users they appear to be below your main <b>Property Page</b>. In other words, if your default property page is 'all-properties', all your lists will have urls that will go something like: http://website.com/all-properties/the-list-filename.pdf
ru_ru: Если <b>Не делать публичным.</b> не выбран для списка, он будет доступен любому посетителю веб сайта, у которого есть соотсетствующая ссылка. Списки хранятся в папке загрузок, но для пользователей они будут появляться под главной <b>страницей объектов</b>. Другими словами, если Ваша страница объектов по умолчанию 'all-properties', все Ваши списки будут иметь адрес: http://website.com/all-properties/the-list-filename.pdf

source: By default, the PDF lists are generated every time you save this page, and when any property is updated or created. You may select <b>Regenerate list every time it is opened</b> to have the list generated every time it is opened in a browser, however, this may cause some unnecessary strain on your server.
ru_ru: По умолчанию, Список PDF генерируется каждый раз, когда Вы сохраняете страницу, и когда любй из объектов обновляется или создается. Вы можете выбрать <b>Регенерировать список каждый раз при открытии</b>, чтобы список генерировался каждый раз, когда открывается в браузере, однако, это может вызвать необязательную назнузку на сервер.

source: Advanced Query
ru_ru: Расширенный запрос

source: The advanced query can be used just like the [property_overview] shortcode. For example, if you wanted the list to only show two bedroom properties, your query would simply be: <b>[property_overview bedrooms=2]</b>.
ru_ru: Расширенный запрос может быть использован как шорткод [property_overview]. Например, если Вы хотите показать только объект с двумя спальнями, Ваш запрос будет выглядеть так: <b>[property_overview bedrooms=2]</b>.

source: You could make these as complex as you would like. If you wanted to query all apartments between $400 and $700 dollars in St. Paul, you would use: <b>[property_overview property_type=apartment price=400-700 city='St. Paul' sort_by=route limit_query=10]</b>.
ru_ru: Вы можете сделать их завершенными, если хотите. Если Вы хотели сделать запрос на все апартаменты в диапазоне от $400 до $700 долларов в Снт. Пауле, используйте: <b>[property_overview property_type=apartment price=400-700 city='St. Paul' sort_by=route limit_query=10]</b>.

source: List Creation
ru_ru: Сздание списка

source: PDF Lists are deleted every time a change is made to this page, and may either be regenerated by clicking the Regenerate button below, or by trying to open the list on the front-end.
ru_ru: PDF Списки удаляются каждый раз при изменениях этой страницы. Они могут регенерироваться либо по клику на кнопку Регенерировать ниже, либо по попытке открытия списка на фронт-энде.

source: When a single property is updated, the list(s) it is included on are deleted as well. It is up to you if you want to regenerate the lists manually, or wait for a visitor to attempt to open a list, at which point it will be regenerated automatically.
ru_ru: Если объект обновлен, список(списки) включают его или удаляются также. Вы можете выбрать, регенерировать ли список вручную, или чтобы список обновлялся при открытии.

source: PDF Flyer Options
ru_ru: Настройки PDF Флаера

source: PDF Lists
ru_ru: Списки PDF

source: Full Description
ru_ru: Полное описание

source: List settings updated and old lists have been deleted.
ru_ru: Список настроек обновлен, старый список удален.

source: Regenerating PDF Lists. If you have a lot of properties this process may take a while, please do not close this browser window until it is complete.
ru_ru: Регенерируются Списки PDF. Если у Вас есть множество объектов, этот процесс может занять значительное время. Пожалуйста не закрывайте окно браузера до завершения.

source: Finished.
ru_ru: Завершено.

source: Attributes
ru_ru: Атрибуты

source: List Name:
ru_ru: Название списка:

source: File Name:
ru_ru: Имя файла:

source: Actions:
ru_ru: Действия:

source: View PDF
ru_ru: Просмотр PDF

source: Group by:
ru_ru: Группировать по:

source: Properties per page:
ru_ru: Объектов на страницу:

source: Show child properties.
ru_ru: Показывать дочерние объекты.

source: Don't make accessible for public.
ru_ru: Не делать публичным.

source: Regenerate list every time it is opened.
ru_ru: Регенерировать список каждый раз при открытии.

source: Contact Information
ru_ru: Контактная информация

source: Contact Information will be shown on every page
ru_ru: Котактная информация будет показана на каждой странице

source: You may use WPP Query arguments here to perform a more advanced queryies, and limits. Wrap your query into [property_overview] as with a regular shortcode.
ru_ru: Вы можете использовать аргументы WPP Query здесь для осуществления расширенных запросов и ограничений. Оберните свой запрос в [property_overview] как в регулярный шорткод.

source: Header & Footer background color:
ru_ru: Фон заголовка и подвала.

source: Header & Footer text color:
ru_ru: Цвет текста заголовка и подвала.

source: Text color:
ru_ru: Цвет текста:

source: Add List
ru_ru: Добавить список

source: Save Lists
ru_ru: Сохранить списки

source: Regenerate all PDF Lists. This will create, or recreate, all your lists.
ru_ru: Регенерировать все списки PDF. Это создаст или пересоздаст все Ваши списки.

source: Refresh Page
ru_ru: Обновите страницу

source: Shortcode examples:
ru_ru: Примеры шорткодов:

source: Returns a formatted HTML link to the PDF List.
ru_ru: Возвращает ссылку в формате HTML на PDF Список.

source: Returns a html link to the PDF List with custom title.
ru_ru: Возвращает html ссылку на PDF Список с кастомным именем.
