Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: Your email address will not be published.
ru_ru: Ваш адрес электронной почты не будет опубликован.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
ru_ru: Вы можете использовать эти <abbr title="HyperText Markup Language">HTML</abbr> теги и атрибуты: %s

source: Leave a Reply
ru_ru: Оставить отзыв

source: Leave a Reply to %s
ru_ru: Оставить отзыв на %s

source: Cancel reply
ru_ru: Отменить ответ

source: Post Comment
ru_ru: Опубликовать коментарий

source: Order By:
hu_hu: Sorrend:
sk_sk: Zoradiť podľa:

source: Bed(s):
hu_hu: Háló(k):
sk_sk: Lôžka:

source: Bath(s):
hu_hu: Fürdő(k):
sk_sk: Kúpeľne:

source: Square Ft:
hu_hu: Négyzetméter:
sk_sk: Štvorc. metre:

source: Interested?
hu_hu: Érdekli?
sk_sk: Máte záujem?

source: Set Coordinates Manually (When unchecked the coordinates will be set (and validated) by Google Maps)
sk_sk: Nastaviť súradnice manuálne (ak nezaškrtnete, súradnice budú nastavené a overené podľa Google Maps)

source: <span class='description'>Address was validated by Google Maps.</span>
hu_hu: <span class='description'>A címet hitelesítette a Google Maps.</span>
sk_sk: <span class='description'>Adresa bola overená podľa Google Maps.</span>

source: <span class='description'>Address has not yet been validated, should be formatted as: street, city, state, postal code, country. Locations are validated through Google Maps.</span>
hu_hu: <span class='description'>A cím még nincs hitelesítve, próbáljon meg változtatni a következőkön: utca, város, állam, irányító szám, ország. A hely hitelesítve lesz a Google Maps által.</span>
sk_sk: <span class='description'>Adresa zatiaľ nebola overená, vstupný formát by mal byť: ulica, mesto, PSČ, krajina. Umiestnenia sú overované cez Google Maps.</span>

source: UD Log Page for
sk_sk: Stránka UD log pre

source: Cache table does not exist. Attempting to create:
hu_hu: Cashe tábla nem létezik. Beleegyezés a készítésbe:
sk_sk: Cache tabuľka neexistuje. Pokúšam sa o vytvorenie:

source: SQL Ran: %s , verifying existance.
sk_sk: SQL Ran: %s , overujem existenciu.

source: Table created and exists.
hu_hu: Tábla készen van, és működik.
sk_sk: Tabuľka bola vytvorená a existuje.

source: Table not created.
hu_hu: Tábla nincs kész.
sk_sk: Tabuľka nebola vytvorená.

source: Today
hu_hu: Ma
sk_sk: Dnes

source: Tomorrow
hu_hu: Holnap
sk_sk: Zajtra

source: Yesterday
hu_hu: tegnap
sk_sk: Včera

source: in %d days
hu_hu: %d napon belül
sk_sk: o %d dní

source: %d days ago
hu_hu: %d nappal ezelőtt
sk_sk: pred %d dňami

source: Automatically logged failed JSON response:
hu_hu: Autómatikus naplózási hiba JSON válasz:
sk_sk: Automaticky zaznamenaná neúspešná JSON odpoveď:

source: %s hours ago
hu_hu: %s órával korábban
sk_sk: pred %s hodinami

source: %s minutes ago
hu_hu: %s perccel ezelőtt
sk_sk: pred %s minútami

source: Be advised, since you don't have permalinks enabled, you must visit the <a href="%s">Settings Page</a> and set a custom property overview page.
hu_hu: Mivel nincsnenek beállítva a közvetlen linkek, ezért el kell mennie a <a href="%s">Beállítások</a> oldalra és be kell állítania egy egyedi üzlet mutatási oldalt.
sk_sk: Pozor, keďže nemáte zapnuté trvalé odkazy (permalinks), musíte isť do <a href="%s">Nastavení</a> a zadať vlastnú stránku prehľadu nehnuteľností.

source: By default, your property overview will be displayed on the <a href="%s">%s</a> page. You may change the overview page on the <a href="%s">Settings Page</a>
hu_hu: Általános beállításként az ön üzlet összegző oldala ezen az oldalon jelenik meg: <a href="%s">%s</a>. Ön ezt tudja módosítani a <a href="%s">Beállítások oldalon</a>
sk_sk: Pri pôvodnom nastavení budú Vaše nehnuteľnosti zobrazené na stránke <a href="%s">%s</a>. Zmeniť tento parameter môžete na stránke <a href="%s">Nastavenia</a>

source: Thank you for installing WP-Property!
hu_hu: Köszönjük, hogy feltelepítette a WP-Property-t!
sk_sk: Ďakujeme Vám za inštaláciu WP-Property!

source: <p>You may also visit <a href="http://twincitiestech.com/plugins/wp-property/">TwinCitiesTech.com</a> for more information, and <a href="http://twincitiestech.com/plugins/wp-property/screencasts/">screencasts</a>.</div>
hu_hu: <p>Ön meglátogathatja a <a href="http://twincitiestech.com/plugins/wp-property/">TwinCitiesTech.com</a>-ot több információért, és<a href="http://twincitiestech.com/plugins/wp-property/screencasts/">képernyővideóért</a>.</div>
sk_sk: <p>Pre viac informácií môžete navštíviť <a href="http://twincitiestech.com/plugins/wp-property/">TwinCitiesTech.com</a> a <a href="http://twincitiestech.com/plugins/wp-property/screencasts/">stránku videonávodov</a>.</div>

source: Display property in featured listing.
hu_hu: Üzlet mutatása a kiemelt listában.
sk_sk: Zobraziť nehnuteľnosť medzi odporúčanými inzerátmi.

source: Property updated. <a href="%s">View property</a>
hu_hu: Üzlet frissítve <a href="%s">üzlet megnézése</a>
sk_sk: Nehnuteľnosť bola aktualizovaná. <a href="%s">Zobraziť nehnuteľnosť</a>

source: Validated:
hu_hu: Hiteleítve
sk_sk: Overené:

source: view on map
hu_hu: Megnézni a térképen
sk_sk: zobraziť na mape

source: Address not validated.
hu_hu: Cím nincs hitelesítve
sk_sk: Adresa nebola overená.

source: An error occured during premium feature check: <b> %s </b>.
hu_hu: Hiba történt a prémium kiegészítés ellenőrzésénél: <b> %s <b>
sk_sk: Vyskytla sa chyba pri overovaní prémiového doplnku: <b> %s </b>.

source: Feature Name
hu_hu: Funkció név
sk_sk: Názov doplnku

source: Version
hu_hu: Verzió
sk_sk: Verzia

source: WP-Property Premium Feature: %s updated to version %s from %s.
sk_sk: Prémiový doplnok WP-Property: %s bol aktualizovaný na verziu %s z %s.

source: WP-Property Premium Feature: %s updated to version %s.
sk_sk: Prémiový doplnok WP-Property: %s bol aktualizovaný na verziu %s.

source: Other Properties
sk_sk: Ďalšie nehnuteľnosti

source: Show other properties (if any) with the same Parent
sk_sk: Zobraziť ďalšie nehnuteľnosti (ak existujú) zdieľajúce tú istú materskú nehnuteľnosť

source: Featured Properties
hu_hu: Kiemelt üzletek
sk_sk: Odporúčané nehnuteľnosti

source: Property Search
hu_hu: Üzlet keresés
sk_sk: Vyhľadávanie nehnuteľností

source: Display a highly customizable property search form
hu_hu: A jobban módosítható üzletkereső mutatása
sk_sk: Zobraziť detailne prispôsobiteľný vyhľadávací formulár

source: Pagination options for search results
hu_hu: Lapszámolás bekapcsolása a keresési eredménynél
sk_sk: Rozdelenie výsledkov vyhľadávania na menšie stránky

source: Do you want to use pagination?
hu_hu: Szeretné használni a lapszámozást?
sk_sk: Chcete použiť rozdelenie výsledkov na menšie stránky po zvolený počet položiek?

source: City is an automatically created attribute once the address is validated.
sk_sk: Akonáhle je adresa overená, atribút Mesto je automaticky vytvorený.

source: Property Gallery
hu_hu: Üzlet galéria
sk_sk: Fotogaléria nehnuteľnosti

source: Thumbnail Size:
hu_hu: Előlép méret:
sk_sk: Veľkosť náhľadu:

source: Popup Image Size:
hu_hu: Popup képméret:
sk_sk: Veľkosť fotografie pri priblížení:

source: Thumbnail Width
sk_sk: Šírka náhľadu

source: To include the slideshow into the content of a property, use the following shortcode: [property_slideshow]
sk_sk: Na vloženie Slideshow do obsahu inzerátu použite nasledujúci shortcode (skratkový kód): [property_slideshow]

source: Developers: Include the slideshow in your PHP files by using global_slideshow(); for the global slideshow and property_slideshow(property_id); for property-specific slideshows.
sk_sk: Vývojári: Slideshow môžete do Vašich PHP súborov vložiť použitím global_slideshow(); pre globálnu fotogalériu a property_slideshow(property_id); pre špecifické fotogalérie nehnuteľností.

source: Disable slideshow on property page.
hu_hu: Csúszka kikapcsolása az üzlet oldalon.
sk_sk: Vypnúť fotogalérie na stránke nehnuteľností.

source: Some Slideshow Options
hu_hu: Néhány csúszka beállítás
sk_sk: Niektoré nastavenia Slideshow

source: WPP Slideshow with options
hu_hu: WPP csúszka beállításokkal
sk_sk: WPP Slideshow s nastaveniami

source: Supermap sidebar thumbnail:
sk_sk: Náhľad v bočnom paneli Supermap:

source: Exclude property from supermap
hu_hu: Üzlet kizárása a szupertérképről
sk_sk: Vynechať nehnuteľnosť v supermape

source: Property Types
hu_hu: Üzlet típusok
sk_sk: Typy nehnuteľností

source: <p>Create new property types using this menu. </p> <p>The <b>slug</b> is automatically created from the title and is used in the back-end. It is also used for template selection, example: floorplan will look for a template called property-floorplan.php in your theme folder, or default to property.php if nothing is found.</p> <p>If <b>Searchable</b> is checked then the property will be loaded for search, and available on the property search widget.</p> <p>If <b>Location Matters</b> is checked, then an address field will be displayed for the property, and validated against Google Maps API. Additionally, the property will be displayed on the SuperMap, if the feature is installed.</p> <p><b>Hidden Attributes</b> determine which attributes are not applicable to the given property type, and will be grayed out in the back-end.</p> <p><b>Inheritance</b> determines which attributes should be automatically inherited from the parent property.</p>
sk_sk: <p>Použitím tohto menu môžete vytvoriť nové typy nehnuteľností. </p> <p>Tzv. <b>slug</b> je automaticky vygenerovaný z názvu a použitý v administrátorskom rozhraní. Aplikuje sa tiež pri výbere vzhľadovej šablóny, napríklad: typ nehnuteľnosti kancelarskepriestory sa najprv pokúsi v priečinku Vašej témy vyhľadať šablónu property-kancelarskepriestory.php, a až ak tá neexistuje, použije štandardnú šablónu rozloženia property.php.</p> <p>Ak zaškrtnete pole <b>Vyhľadávateľné</b>, nehnuteľnosť bude povolená vo vyhľadávaní a dostupná na widgete Vyhľadávanie nehnuteľností.</p> <p>Ak zaškrtnete pole <b>Záleží na lokalite</b>, pri nehnuteľnosti sa zobrazí pole pre vloženie adresy overovanej cez Google Maps API. Dodatočne bude nehnuteľnosť zobrazená v Supermap, ak je tento doplnok nainštalovaný.</p> <p>Parameter <b>Skryté atribúty</b> určuje atribúty, ktoré sú pre daný typ nehnuteľnosti irelevantné a budú preto v tejto kategórii neaktívne - nevložiteľné v administrátorskom rozhraní.</p> <p>Parameter <b>Dedičnosť</b> určuje, ktoré atribúty zdedí dcérska nehnuteľnosť od materskej automaticky.</p>

source: Inheritance
hu_hu: Öröklődés
sk_sk: Dedičnosť

source: Property Fields
hu_hu: Üzlet mezői
sk_sk: Údajové polia

source: Property Stats
hu_hu: Üzletek alapadatai
sk_sk: Štatistické údaje

source: <p>Property attributes are meant to be short entries that can be searchable, on the back-end attributes will be displayed as single-line input boxes. On the front-end they are displayed using a definitions list.</p> <p>Making an attribute as "searchable" will list it as one of the searchable options in the Property Search widget settings.</p> <p>Be advised, attributes added via add_filter() function supercede the settings on this page.</p>
sk_sk: <p>Atribúty nehnuteľností sú krátke údaje, podľa ktorých sa dá vyhľadávať vo formulári, v administrátorskom rozhraní sú zobrazené ako jednoriadkové vstupné polia. Na webstránke sa zobrazia v prehľadovom zozname.</p> <p>Označenie atribútu ako "vyhľadávateľný" ho pridá medzi vyhľadávacie parametre do widgetu vyhľadávacieho formulára.</p> <p>Pozor, atribúty pridané prostredníctvom funkcie add_filter() sú nadradené - prepisujú nastavenia na tejto stránke.</p>

source: Sortable
hu_hu: Rendezhető
sk_sk: Zoraditeľné

source: input
sk_sk: Vstupné pole

source: range (input)
sk_sk: Rozsah (2 vstupné polia)

source: range (dropdown)
sk_sk: Rozsah (rozbaľovací zoznam)

source: dropdown
sk_sk: Rozbaľovací zoznam

source: checkbox
sk_sk: Zaškrtávacie pole

source: Property Meta
hu_hu: Üzletek további adatai
sk_sk: Slovné opisy nehnuteľností

source: Show common values.
hu_hu: Mutasd az összeset
sk_sk: Zobraziť najpoužívanejšie hodnoty.

source: Cancel.
hu_hu: Mégse.
sk_sk: Zrušiť.

source: Property Settings
hu_hu: Üzlet beállítások
sk_sk: Nastavenia modulu Nehnuteľnosti

source: Admin UI
sk_sk: Administrátorské rozhranie

source: Plugins
hu_hu: Bővítmények
sk_sk: Moduly

source: Troubleshooting
hu_hu: Problémamegoldás
sk_sk: Riešenie problémov

source: Property Page
hu_hu: Üzlet oldal
sk_sk: Stránka s nehnuteľnosťami

source: Always overwrite this page's content with [property_overview].
sk_sk: Vždy prepísať obsah tejto stránky na [property_overview].

source: View list of available shortcodes.
sk_sk: Zobraziť zoznam dostupných skratkových kódov (shortcodes).

source: The <b>property page</b> will be used to display property search results, as well as the base for property URLs. For example, if the URL of your property page is
sk_sk: Stránka <b>Nehnuteľnosti</b> bude použitá na zobrazenie výsledkov vyhľadávania, ako aj pre URL adresy nehnuteľností. Napríklad, ak URL adresa Vašej stránky Nehnuteľnosti

source: Phone number to use when a property-specific phone number is not specified.
hu_hu: Telefonszám használata, ha nincs megadva saját telefonszám.
sk_sk: Telefónne číslo použité v prípade, že nie je zadané žiadne číslo pre konkrétny inzerát.

source: Address Attribute
hu_hu: Üzlet címe
sk_sk: Atribút Adresa

source: Attribute to use for address:
hu_hu: Hol jelenjen meg az üzlet címe.
sk_sk: Atribút pre vkladanie adresy:

source: and localize for:
hu_hu: és hova legyen lokalizálva
sk_sk: Lokalizovať pre:

source: Currency
hu_hu: Valuta
sk_sk: Mena

source: These are the general display settings
hu_hu: Ezek az általános kijelzési beállítások
sk_sk: Toto sú hlavné nastavenia zobrazenia.

source: Automatically include default CSS.
sk_sk: Automaticky priložiť predvolené CSS.

source: After adding/removing image size, be sure to <a href="%s">regenerate thumbnails</a> using the Regenerate Thumbnails plugin.
sk_sk: Po pridaní/odstránení veľkosti fotografie nezabudnite <a href="%s">znovu vygenerovať náhľady</a> použitím generovacieho modulu.

source: We strongly recommend to <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/">Regenerate Thumbnails</a> plugin by Viper007Bond.
sk_sk: Na tento účel odporúčame modul <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/">Regenerate Thumbnails</a> od autora Viper007Bond.

source: These are the settings for the [property_overview] shortcode. The shortcode displays a list of all building / root properties.<br /> The display settings may be edited further by customizing the <b>wp-content/plugins/wp-properties/templates/property-overview.php</b> file. To avoid losing your changes during updates, create a <b>property-overview.php</b> file in your template directory, which will be automatically loaded.
sk_sk: Toto sú nastavenia skratkového kódu [property_overview], ktorý zobrazuje zoznam všetkých nehnuteľností.<br /> Možnosti zobrazenia môžete dodatočne upraviť prispôsobením súboru <b>wp-content/plugins/wp-properties/templates/property-overview.php</b>. Aby ste počas aktualizovania modulu WP-Property neprišli o tieto úpravy, vytvorte si vo Vašom priečinku so šablónou súbor <b>property-overview.php</b>, ktorý bude automaticky načítaný.

source: Show children properties.
hu_hu: Gyermek üzletek mutatása.
sk_sk: Zobraziť dcérske nehnuteľnosti.

source: Show larger image of property when image is clicked using fancybox.
hu_hu: Nagyobb kép mutatása az üzleteknél, amikor a a képre kattintanak, fancyboxxal.
sk_sk: Zobraziť väčšu fotografiu nehnuteľnosti, ak je otváraná cez rozhranie FancyBox.

source: These are the settings for the [property_overview] shortcode. The shortcode displays a list of all building / root properties.<br /> The display settings may be edited further by customizing the <b>wp-content/plugins/wp-properties/templates/property.php</b> file. To avoid losing your changes during updates, create a <b>property.php</b> file in your template directory, which will be automatically loaded.
sk_sk: Toto sú nastavenia skratkového kódu [property_overview], ktorý zobrazuje zoznam všetkých nehnuteľností.<br /> Možnosti zobrazenia môžete dodatočne upraviť prispôsobením súboru <b>wp-content/plugins/wp-properties/templates/property.php</b>. Aby ste počas aktualizovania modulu WP-Property neprišli o tieto úpravy, vytvorte si vo Vašom priečinku so šablónou súbor <b>property.php</b>, ktorý bude automaticky načítaný.

source: Display larger image, or slideshow, at the top of the property listing.
hu_hu: Nagyobb kép vagy csúszka kijelzése az üzletek listájánál.
sk_sk: Zobraziť väčšiu fotografiu alebo fotogalériu na vrchu stránky nehnuteľnosti

source: Overview Page
hu_hu: Áttekintő oldal
sk_sk: Prehľad nehnuteľností

source: These settings are for the main property page on the back-end.
sk_sk: Tieto nastavenia sú pre hlavný zoznam nehnuteľností v administrátorskom rozhraní.

source: WP-Property Premium Features
hu_hu: WP-Property kiemelt kiegészítők
sk_sk: Prémiové doplnky WP-Property

source: Premium features will become available shortly, we are still waiting on more feedback on the core of the plugin.
hu_hu: Prémium tartalmak hamarosan elérhetőek lesznek, még várunk több visszajelzésre a bővítményeknél.
sk_sk: Prémiové doplnky budú sprístupnené čoskoro, zatiaľ stále čakáme na spätnú väzbu ohľadne základného modulu.

source: [learn more]
hu_hu: [bővebben]
sk_sk: [dozvedieť sa viac]

source: Please visit <a href="%s">TwinCitiesTech.com</a> to purchase this feature.
hu_hu: Kérem látogassa meg a következő oldalt a kiegészítő megvásárlásához: <a href="%s">TwinCitiesTech.com</a>
sk_sk: Pre zakúpenie tohto doplnku prosím navštívte <a href="%s">TwinCitiesTech.com</a>.

source: Enter in the ID of the property you want to look up, and the class will be displayed below.
sk_sk: Zadajte ID nehnuteľnosti, ktorú chcete vyhadať, na zobrazenie jej kódu.

source: Force check of allowed premium features.
sk_sk: Vynútiť kontrolu povolených prémiových doplnkov.

source: WP-Property Slideshow
hu_hu: WP-Property csúszka

source: WPP Slideshow
hu_hu: WPP csúszka

source: Log
hu_hu: Napló

source: Google Maps
hu_hu: Google térkép
