Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: Building
hu_hu: Épület
ru_ru: Здание
sk_sk: Budova

source: Floorplan
hu_hu: Alaprajz
ru_ru: План этажа
sk_sk: Pôdorys

source: Single Family Home
hu_hu: Egyszerű családi ház
ru_ru: Дом для семьи
sk_sk: Rodinný dom

source: Address
hu_hu: Cégnév
ru_ru: Адрес
sk_sk: Adresa

source: Price
hu_hu: Ár
ru_ru: Цена
sk_sk: Cena

source: Bedrooms
hu_hu: Hálószobák
ru_ru: Спальни
sk_sk: Spálne

source: Bathrooms
hu_hu: Fürdőszobák
ru_ru: Ванные
sk_sk: Kúpeľne

source: Deposit
hu_hu: Előleg
ru_ru: Депозит
sk_sk: Záloha

source: Area
hu_hu: Terület
ru_ru: Площадь
sk_sk: Plocha

source: Phone Number
hu_hu: telefonszám
ru_ru: Телефон
sk_sk: Tel. číslo

source: Lease Terms
hu_hu: Bérleti feltételek
ru_ru: Условия аренды
sk_sk: Podmienky nájmu

source: Pet Policy
hu_hu: Állattartás
ru_ru: Требования к животным
sk_sk: Pravidlá pre domáce zvieratá

source: School
hu_hu: Iskola
ru_ru: Школа
sk_sk: Škola

source: Tagline
hu_hu: Szlogen
ru_ru: Дополнительно
sk_sk: Slogan

source: Studio
hu_hu: Stúdió
ru_ru: Студия
sk_sk: Štúdio

source: The property type will determine the layout.
hu_hu: Az üzlet típusa befolyásolja az alaprajzot
ru_ru: Тип объекта подхватит соответствующий шаблон.
sk_sk: Typ nehnuteľnosti určí dizajnové rozloženie stránky.

source: Customize what appears in search results in the attribute section. For example: 1bed, 2baths, area varies slightly.
hu_hu: Állítsa be, hogy mi jelenjen meg a keresési eredmények között az attribútum részben..Például: 1 háló, 2 fürdő, stb.
ru_ru: Настройте, что будет показываться в результатах поиска в блоке атрибутов. Например: 1 кровать, 2 ванные.
sk_sk: Vyberte, ktoré vlastnosti sa zobrazia medzi atribútmi výsledkov vyhľadávania. Napríklad: 1 spálňa, 2 kúpeľne, tolerovaná malá odchýlka plochy.

source: Will appear on overview pages and on top of every listing page.
hu_hu: Meg fog jelleni minden áttekintő oldalon, valamint minden lista oldal tetején.
ru_ru: Будет отображаться на страницах списка объектов и вверху каждой страницы каталогов.
sk_sk: Zobrazí sa v kompletnom prehľade nehnuteľností aj na vrchu každého inzerátu.

source: View
ru_ru: Смотреть

source: Property Type
hu_hu: Üzlet típus
ru_ru: Тип объекта
sk_sk: Typ nehnuteľnosti

source: City
hu_hu: Város
ru_ru: Город
sk_sk: Mesto

source: For Sale
hu_hu: Eladásra
ru_ru: Для продажи
sk_sk: Na predaj

source: For Rent
hu_hu: Bérlésre
ru_ru: Для аренды
sk_sk: Na prenájom

source: This is a rental property.
hu_hu: Ez egy bérelhető üzlet.
ru_ru: Объект под аренду
sk_sk: Táto nehnuteľnosť je na prenájom.

source: This property is for sale.
hu_hu: Ez az üzlet eladó.
ru_ru: Этот объект может быть продан.
sk_sk: Táto nehnuteľnosť je na predaj.

source: Set Coordinates Manually.
ru_ru: Задать координты вручную.

source: Latitude
ru_ru: Широта
sk_sk: Zemepisná šírka

source: Longitude
ru_ru: Долгота
sk_sk: Zemepisná dĺžka

source: Yes
hu_hu: Igen
ru_ru: Да
sk_sk: Áno

source: Format phone number.
ru_ru: Форматировать телефонный номер

source: Convert "Yes" and "True" values to checked icons on the front-end.
ru_ru: Преобразовать значения "Да" и "True" в иконки чекбоксов на фронт-энде.

source: sq. ft.
ru_ru: кв. м.

source: Address was validated by Google Maps.
ru_ru: Адрес был валидирован Google Maps.

source: Address has not yet been validated, should be formatted as: street, city, state, postal code, country. Locations are validated through Google Maps.
ru_ru: Адрес не прошел проверку и должен быть отформатирован как: улица, город, штат, индекс, страна. Местоположение было проверено через Google Maps.

source: Show
ru_ru: Показать

source: Hide
ru_ru: Спрятать

source: Featured
hu_hu: Kiemelt
ru_ru: Избранное
sk_sk: Odporúčané

source: Add to Featured
ru_ru: Добавить к избранным

source: You are about to set ALL your properties to the selected property type. Are you sure?
ru_ru: Вы собираетесь причислить ВСЕ ваши объекты выбранному типу объектов. Вы уверены?

source: Processing...
hu_hu: Feldolgozás...
ru_ru: Обработка...
sk_sk: Spracúvam...

source: Uploading
ru_ru: Загрузка

source: Drop files here to upload
ru_ru: Перетащите файлы сюда для загрузки

source: Upload Image
ru_ru: Загрузить изображение

source: Cancel
hu_hu: Mégse
ru_ru: Отмена
sk_sk: Zrušiť

source: Failed
ru_ru: Не удалось

source: Previous
ru_ru: Предыдущий

source: Next
hu_hu: Következő
ru_ru: Далее
sk_sk: Dopredu

source: Loading...
ru_ru: Загрузка...

source: All
ru_ru: Все

source: Request error:
ru_ru: Ошибка запроса:

source: The source evaluation resulted in an Internal Server Error!
ru_ru: Оценка источника вызвала внутреннюю ошибку сервера!

source: Automatically Match
ru_ru: Сопоставить автоматически

source: Unique ID attribute.
ru_ru: Уникальный ID атрибут.

source: Select a unique ID attribute.
ru_ru: Выберите атрибут для уникального ID.

source: Settings
hu_hu: Beállítások
ru_ru: Настройки
sk_sk: Nastavenia

source: Enabled Options
ru_ru: Задействованные опции

source: Are you sure?
ru_ru: Вы уверены?

source: An error occured.
ru_ru: Возникла ошибка.

source: Save Configuration
ru_ru: Сохранить настройки

source: Schedule has been saved.
ru_ru: Таблица сохранена.

source: Saving the XML Importer schedule, please wait...
ru_ru: Сохранение графика XML Импортера, пожалуйста, подождите...

source: Updating the XML Importer schedule, please wait...
ru_ru: Обновление графика XML Импортера, пожалуйста, подождите...

source: Schedule has been updated.
ru_ru: Таблица обновлена.

source: 500 Internal Server Error! Your hosting account is most likely running out of memory.
ru_ru: 500 Internal Server Error! У Вашего хостинг аккаунта, скорее всего, не хватает памяти.

source: Please save schedule first.
ru_ru: Пожалуйста, сначала сохраните график.

source: Toggle Advanced
ru_ru: Расширенный настройки

source: Cannot Load Source: Reload.
ru_ru: Невозможно связаться с источником: Перегрузить.

source: Unnamed Form
ru_ru: Неназванная форма

source: Form could not be removed because of some server error.
ru_ru: Форма не может быть удалена из-за ошибки сервера.

source: Form could not be removed because form ID is undefined.
ru_ru: Форма не может быть удалена потому что ID форма не определена.

source: Manage Admin Tools
ru_ru: Управлять Инструментами Администратора

source: Developer
hu_hu: Fejlesztő
ru_ru: Разработчик

source: The <b>slug</b> is automatically created from the title and is used in the back-end. It is also used for template selection, example: floorplan will look for a template called property-floorplan.php in your theme folder, or default to property.php if nothing is found.
ru_ru: <b>Слаг</b> автоматически создается из названия, используется в бэк-энде. Он также используется для выбора шаблона, например: floorplan будет искать шаблон property-floorplan.php в папке темы, или по умолчанию property.php, если таковой не найден.

source: If <b>Searchable</b> is checked then the property will be loaded for search, and available on the property search widget.
ru_ru: Если <b>Доступно для поиска</b> выбрано, объект будет доступен поиску и виджету поиска объектов.

source: If <b>Location Matters</b> is checked, then an address field will be displayed for the property, and validated against Google Maps API. Additionally, the property will be displayed on the SuperMap, if the feature is installed.
ru_ru: Если <b>Месторасположение важно</b> если отмечено, то поле адреса будет отображаться для объекта, адреса будут проверены на Google Maps API. Кроме того, объект будет отображаться на SuperMap, если это премиум дополнение установлено.

source: <b>Hidden Attributes</b> determine which attributes are not applicable to the given property type, and will be grayed out in the back-end.
ru_ru: <b> Скрытые Атрибуты</b> определяет, какие атрибуты не применимы к данному типу объектов, будут выделены серым цветом на бэк-энде.

source: <b>Inheritance</b> determines which attributes should be automatically inherited from the parent property
ru_ru: <b>Наследование</b> определяет, какие атрибуты должны быть автоматически унаследованы от родительских объектов.

source: Property attributes are meant to be short entries that can be searchable, on the back-end attributes will be displayed as single-line input boxes. On the front-end they are displayed using a definitions list.
ru_ru: Атрибуты объектов - это короткие характеризующие записи доступные для поиска. На бэкенде атрибуты будут отображены как поля ввода. На фронтенде они будут выглядеть как список определений.

source: Making an attribute as "searchable" will list it as one of the searchable options in the Property Search widget settings.
ru_ru: Выбор для атрибута "доступный для поиска " сделает его одним из вариантов поиска в виджете поиска объектов.

source: Be advised, attributes added via add_filter() function supercede the settings on this page.
ru_ru: Имейте в виду, атрибуты, добавленные через функцию add_filter() заменяют параметры на этой странице.

source: <b>Search Input:</b> Select and input type and enter comma-separated values that you would like to be used in property search, on the front-end.
ru_ru: <b> Ввод для Поиска: </b> Выберите тип ввода и введите значения, разделенные запятыми, которые Вы хотите использовать для поиска объектов на фронт-энде.

source: <b>Data Entry:</b> Enter comma-separated values that you would like to use on the back-end when editing properties.
ru_ru: <b>Ввод данных: </b> Введите значения, разделенные запятыми, которые бы Вы хотели использовать на бэк-энде для редактирования объектов.

source: Attention! This attribute (slug) is used by Google Validator and Address Display functionality. It is set automaticaly and can not be edited on Property Adding/Updating page.
ru_ru: Внимание! Этот атрибут(слаг) используется Google Validator и он участвует в функциональности отображения адреса. Он устанавливается автоматически и не может быть изменен на странице редактирования объекта.

source: %1s Attributes
ru_ru: %1s атрибуты

source: Advanced Stats Settings:
ru_ru: Дополнительные настройки:

source: expand all
ru_ru: развернуть все

source: collapse all
ru_ru: свернуть все

source: Sort Stats by Groups
ru_ru: Сортировать по группам

source: Group Name
ru_ru: Имя группы

source: Slug
ru_ru: Вид ссылки

source: Main
hu_hu: Fő
ru_ru: Основные
sk_sk: Hlavné nastavenia

source: Group Color
ru_ru: Цвет группы

source: Assign
ru_ru: Назначить

source: Delete
hu_hu: Törlés
ru_ru: Удалить
sk_sk: Zmazať

source: Add Group
ru_ru: Добавить группу

source: Unassign from Group
ru_ru: Отменить назначение группы

source: Apply
ru_ru: Применить

source: Attribute Name
ru_ru: Имя атрибута

source: Group
ru_ru: Группа

source: Search Input
ru_ru: Ввод для Поиска

source: Data Entry
ru_ru: Ввод Данных

source: Toggle Advanced Settings
ru_ru: Дополнительные настройки

source: Sortable.
ru_ru: Подлежит сортировке.

source: Searchable.
ru_ru: Доступно к поиску.

source: Admin Only.
ru_ru: Только Админу.

source: Format: numeric.
ru_ru: Формат: цифровой.

source: Format: currency.
ru_ru: Формат: валюта.

source: Show in "All Properties" table.
ru_ru: Показывать в таблице Все Объекты.

source: Delete Attribute
ru_ru: Удалить атрибут

source: Free Text
ru_ru: Свободный текст

source: Text Input Range
ru_ru: Диапазоный ввода текста

source: Range Dropdown
ru_ru: Диапазон выпадающим списком

source: Dropdown Selection
ru_ru: Выбор выпадающим списком

source: Single Checkbox
ru_ru: Чекбокс

source: Multi-Checkbox
ru_ru: Мультичекбокс

source: Add Row
hu_hu: Sor hozzáadása
ru_ru: Добавить строку
sk_sk: Pridať typ údaju

source: %1s Meta
ru_ru: %1s Мета

source: Meta is used for descriptions, on the back-end meta fields will be displayed as textareas. On the front-end they will be displayed as individual sections.
ru_ru: Meta-данные используются для описаний. На странице добавления и редактирования объекта будут отображаться в виде текстовых полей ввода. На странице с отображением объекта - будут выводиться в индивидуальной секции.
sk_sk: Cez tieto atribúty môžete vkladať slovné opisy nehnuteľností (názov každého atribútu bude zároveň nadpisom textu). V administrátorskom rozhraní sa tieto atribúty zobrazia ako vstupné textové polia, na webstránke ako osobitné odseky.

source: Attribute Slug
ru_ru: Слаг атрибута

source: Show in Admin Only
ru_ru: Показывать Только Админу

source: Delete Meta Attribute
ru_ru: Удалить мета атрибут

source: %1s Types
ru_ru: %1s Типы

source: Type
hu_hu: Típus
ru_ru: Тип
sk_sk: Typ

source: Hidden Attributes
hu_hu: Elrejtett tartalmak
ru_ru: Скрытые атрибуты
sk_sk: Skryté atribúty

source: Inherit from Parent
ru_ru: Унаследовать от родителя

source: Searchable
hu_hu: Kereshető
ru_ru: Доступно к поиску
sk_sk: Vyhľadávateľné

source: Location Matters
hu_hu: Helyszín fontos
ru_ru: Месторасположение важно
sk_sk: Záleží na lokalite

source: Toggle Attributes Selection
ru_ru: Выбор расширенных настроек

source: Parent Selection
ru_ru: Выбор родителя

source: Advanced Options
ru_ru: Дополнительные опции

source: Show Log.
hu_hu: Napló mutatása
ru_ru: Показать лог.
sk_sk: Zobraziť log.

source: The log is always active, but the UI is hidden. If enabled, it will be visible in the admin sidebar.
ru_ru: Логирование всегда активно, но пользовательский интерфейс скрыт. Если его включить, то Лог появится в сайдбаре административной панели.
sk_sk: Log je aktívny vždy, ale užívateľské rozhranie je vypnuté. Ak voľbu aktivujete, log sa zobrazí v bočnom paneli administrátorského rozhrania.

source: Enable 'Falls Under' deep depth.
ru_ru: Разрешить глубину вложенности большe чем 2 уровня.

source: Disable automatic feature updates.
ru_ru: Отключить функцию автоматического обновления премиальных дополнений.

source: If disabled, feature updates will not be downloaded automatically.
ru_ru: Если отключено, премиальные дополнения не будут загружаться автоматически.

source: Disable WordPress update_post_caches() function.
ru_ru: Отключить функцию WordPress update_post_caches().

source: Enable developer mode - some extra information displayed via Firebug console.
ru_ru: Включить режим разработчика - некоторая дополнительная информация отображается с помощью консоли Firebug.

source: Child Properties
hu_hu: Üzlet altipusok
ru_ru: Вложенный объект
sk_sk: Dcérske nehnuteľnosti

source: Menu Sort Order:
hu_hu: Menü elrendezés:
ru_ru: Порядок отображения в меню
sk_sk: Poradie v menu:

source: Display in featured listings.
ru_ru: Отображать объект в листинге избранных.

source: Property updated. <a href="%s">view property</a>
ru_ru: Объект обновлен. <a href="%s">Просмотр объект</a>

source: Custom field updated.
hu_hu: Egyedi mező frissítve.
ru_ru: Поле обновлено.
sk_sk: Vlastné pole bolo aktualizované.

source: Custom field deleted.
hu_hu: Egyedi mező törölve.
ru_ru: Поле удалено.
sk_sk: Vlastné pole bolo zmazané.

source: Property updated.
hu_hu: Üzlet frissítve.
ru_ru: Объект обновлен
sk_sk: Nehnuteľnosť bola aktualizovaná.

source: Property restored to revision from %s
hu_hu: Imóvel restaurado para a versão %s
ru_ru: Объект восстановлен из ревизии %s
sk_sk: Nehnuteľnosť bola obnovená na revíziu z %s

source: Property published. <a href="%s">View property</a>
hu_hu: Üzlet publikálva <a href="%s">Üzlet megnézése</a>
ru_ru: Объект опубликован. <a href="%s">Просмотр объекта</a>
sk_sk: Nehnuteľnosť bola publikovaná. <a href="%s">Zobraziť nehnuteľnosť</a>

source: Property saved.
hu_hu: Üzlet elmentve.
ru_ru: Объект сохранен.
sk_sk: Nehnuteľnosť bola uložená.

source: Property submitted. <a target="_blank" href="%s">Preview property</a>
hu_hu: Üzlet feltöltve. <a target="_blank" href="%s">Üzlet megtekintése</a>
ru_ru: Объект создан. <a target="_blank" href="%s">Посмотреть объект</a>
sk_sk: Nehnuteľnosť bola odoslaná. <a target="_blank" href="%s">Zobraziť nehnuteľnosť</a>

source: Property scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview property</a>
ru_ru: Объект запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Предпросмотр объекта</a>
sk_sk: Nehnuteľnosť naplánovaná na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Zobraziť nehnuteľnosť</a>

source: M j, Y @ G:i
hu_hu: Y. F j. l H:i
ru_ru: j M, Y @ H:i
sk_sk: j. F Y G:i

source: Property draft updated. <a target="_blank" href="%s">Preview property</a>
ru_ru: Черновик объекта обновлен <a target="_blank" href="%s">Посмотреть объекта</a>
sk_sk: Koncept nehnuteľnosti bol aktualizovaný. <a target="_blank" href="%s">Zobraziť nehnuteľnosť</a>

source: Title
hu_hu: Cím
ru_ru: Заголовок
sk_sk: Názov

source: Overview
hu_hu: Nézet
ru_ru: Обзор
sk_sk: Prehľad

source: Order
hu_hu: Sorrend
ru_ru: Порядок отображения
sk_sk: Poradie

source: Thumbnail
hu_hu: Előkép
ru_ru: Миниатюра
sk_sk: Náhľad

source: General Information
hu_hu: Általános informió
ru_ru: Общая информация
sk_sk: Základné informácie

source: NO NAME
ru_ru: Без имени

source: Search
hu_hu: Keresés
ru_ru: Поиск
sk_sk: Hľadať

source: Floor plans at location:
hu_hu: Alaprajz a címhez:
ru_ru: Планы этажей здания:
sk_sk: Pôdorysy v tejto lokalite:

source: Sort By:
ru_ru: Сортировать по:

source: Edit Other Properties
ru_ru: Редактировать другие объекты

source: Publish Properties
ru_ru: Публикавать объекты

source: Manage Settings
ru_ru: Управление параметрами

source: For more information:
ru_ru: Для более подробной информации:

source: <a href="https://usabilitydynamics.com/products/wp-property/" target="_blank">WP-Property Product Page</a>
ru_ru: <a href="https://usabilitydynamics.com/products/wp-property/" target="_blank">Страница WP-Property</a>

source: <a href="https://usabilitydynamics.com/products/wp-property/forum/" target="_blank">WP-Property Forums</a>
ru_ru: <a href="https://usabilitydynamics.com/products/wp-property/forum/" target="_blank">Форумы WP-Property</a>

source: <a href="https://usabilitydynamics.com/help/" target="_blank">WP-Property Tutorials</a>
ru_ru: <a href="https://usabilitydynamics.com/help/" target="_blank">Руководства WP-Property</a>

source: Please upgrade Wordpress to the latest version for detailed help.
ru_ru: Пожалуйста, обновите Wordpress до последней версии, для получения подробной справки.

source: Or visit <a href="https://usabilitydynamics.com/tutorials/wp-property-help/" target="_blank">WP-Property Help Page</a> on UsabilityDynamics.com
ru_ru: Или посетите <a href="https://usabilitydynamics.com/tutorials/wp-property-help/" target="_blank">Страница помощи WP-Property</a> на UsabilityDynamics.com

source: An error occurred during API key request: <b>%s</b>.
ru_ru: Во время запроса API ключа произошла ошибка <b> %s </b>.

source: Properties
hu_hu: Üzletek
ru_ru: Объекты
sk_sk: Nehnuteľnosti

source: Property
hu_hu: Üzlet
ru_ru: Объект
sk_sk: Nehnuteľnosť

source: Property: %s
hu_hu: Üzlet: %s
ru_ru: Объект: %s
sk_sk: Nehnuteľnosť: %s

source: Sidebar located on the %s page.
ru_ru: Боковая панель расположена на странице %s.

source: Features
hu_hu: Szolgáltatások
ru_ru: Свойства
sk_sk: Vybavenosť

source: Feature
hu_hu: Funkció
ru_ru: Свойства
sk_sk: Odporučiť

source: Search Features
ru_ru: Поиск свойств

source: All Features
ru_ru: Все свойства

source: Parent Feature
ru_ru: Родительское свойство

source: Parent Feature:
ru_ru: Родительское свойство:

source: Edit Feature
ru_ru: Редактировать свойство

source: Update Feature
ru_ru: Обновить свойство

source: Add New Feature
ru_ru: Добавить новое свойство

source: New Feature Name
ru_ru: Название нового свойства

source: Community Features
hu_hu: Közösségi szolgáltatások
ru_ru: Общественные свойства
sk_sk: Občianska vybavenosť

source: Community Feature
ru_ru: Общественные свойства

source: Search Community Features
ru_ru: Поиск общественных свойств

source: All Community Features
ru_ru: Все общественные свойства

source: Parent Community Feature
ru_ru: Родительские общественные свойства

source: Parent Community Feature:
ru_ru: Родительские общественные свойства:

source: Edit Community Feature
ru_ru: Редактировать общественные свойства

source: Update Community Feature
ru_ru: Обновить общественные свойства

source: Add New Community Feature
ru_ru: Добавить новое общественное свойство

source: New Community Feature Name
ru_ru: Название нового общественного свойства

source: All Properties
ru_ru: Все объекты

source: Add Property
ru_ru: Добавить новый объект

source: Add New Property
hu_hu: Új üzlet hozzáadása
ru_ru: Добавить новый объект
sk_sk: Pridať novú nehnuteľnosť

source: Edit Property
hu_hu: Üzlet módosítása
ru_ru: Редактировать объект
sk_sk: Upraviť nehnuteľnosť

source: New Property
hu_hu: Új üzlet
ru_ru: Новый объект
sk_sk: Nová nehnuteľnosť

source: View Property
hu_hu: Üzlet megtekintése
ru_ru: Посмотреть объект
sk_sk: Zobraziť nehnuteľnosť

source: Search Properties
hu_hu: Üzlet keresése
ru_ru: Найти объект
sk_sk: Vyhľadávať v nehnuteľnostiach

source: No properties found
hu_hu: Nem található üzlet
ru_ru: Не найдено ни одного объекта
sk_sk: Žiadne nehnuteľnosti neboli nájdené

source: No properties found in Trash
hu_hu: Nem található üzlet a lomtárban
ru_ru: Не найдено ни одного объекта в
sk_sk: Žiadne nehnuteľnosti neboli v koši nájdené

source: Could not detect.
ru_ru: Не удалось обнаружить.

source: Set %1s properties to "%2s" property type
ru_ru: Присвоить %1s объектам "%2s" тип объектов

source: Default
ru_ru: По умолчанию

source: If you have problems automatically downloading premium features, it may be due to PHP not having ownership issues over the premium feature folder.
ru_ru: Если у вас есть проблемы с автоматической загрузкой премиальных дополнений, это может быть связано с тем, что PHP не имеет прав собственности на папку с премиальными дополнениями.

source: There is an ownership issue with the premium folder, which means your site cannot download WP-Property premium features and receive updates. Please contact your host to fix this - PHP needs ownership over the <b>wp-content/plugins/wp-property/core/premium</b> folder. Be advised: changing the file permissions will not fix this.
ru_ru: Существует проблема с разрешениями на папку с премиальными дополнениями, что означает, что ваш сайт не может загрузить премиальные дополнения WP-Property и получать обновления. Пожалуйста, свяжитесь с Вашим хостингом, чтобы исправить это - PHP нуждается в праве собственности на папку <b>wp-content/plugins/wp-property/core/premium</b>. Имейте в виду: изменение прав доступа к файлу не исправит это.

source: One of the folders that is necessary for downloading additional features for the WP-Property plugin is not writable. This means features cannot be downloaded. To fix this, you need to set the <b>wp-content/plugins/wp-property/core/premium</b> permissions to 0755.
hu_hu: Az egyik mappa, ami feltétlenül szükséges a WP-Property bővítménynek hogy le tudja tölteni a további jellegzetességeket nem írható. Ez azt jelenti, hogy a kiegészítőt ne tudja letölteni. Ahhoz hogy ez működjön, Őnnek be kell állítania a <b> wp-content/plugins6wp-property/core/premium </b> engedélyt 0755-re.
ru_ru: Одна из директорий, необходимых для загрузки дополнительных возможностей плагина WP-Property, недоступна для записи. Это означает, что дополнения не могут быть загружены. Для исправления Вам необходимо установить права на папку <b>wp-content/plugins/wp-property/core/premium</b> в 0755.
sk_sk: Pre jeden z priečinkov nutných pre stiahnutie dodatočných funkcií pre WP-Property nemáte zapisovacie práva, stiahnutie preto nie je možné. Pre opravu je potrebné nastaviť prístupové práva priečinka <b>wp-content/plugins/wp-property/core/premium</b> na 0755.

source: Updated %1$d %2$s using the %3$s localization.
ru_ru: %1$d %2$s обновлены, используя %3$s локализацию.

source: %1$d %2$s has empty address.
ru_ru: %1$d %2$s содержат пустой адрес.

source: %1$d %2$s could not be updated.
ru_ru: %1$d %2$s не может быть обновлены.
