Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: Automatically load imported images into property slideshow.
ru_ru: Автоматически вставить импортированные изображения в слайдшоу.

source: Geolocate imported listings.
ru_ru: Геолокировать импортированные объекты.

source: Enable detailed logging to assist with troubleshooting.
ru_ru: Включить подробное логгирование для оказания помощи в устранении неполадок.

source: Show SQL Queries and errors.
ru_ru: Показывать SQL запросы и ошибки

source: Toggle Advanced Options
ru_ru: Расширенные параметры

source: Automatic Matching
ru_ru: Автоматическое сопоставление

source: This will work for WP-Property exports and imports, but will have mixed results with uniquely formatted feeds.
ru_ru: Это будет работать для экспотрати импорта WP-Property, но создаст смешанные результаты с неравно форматированными лентами.

source: Attribute Map
ru_ru: Карта Атрибутов

source: Use XPath rules to setup the paths to the individual XML attributes to match them up with WP-Property attributes.
ru_ru: Используйте XPath правила для настройки отдельных XML атрибутов для сопоставления их с атрибутами WP-Property.

source: Sort Attribute Rules
ru_ru: Сортировать правила атрибутов

source: WP-Property Attribute
ru_ru: Атрибут WP-Property

source: XPath Rule
ru_ru: Правило XPath

source: WordPress Attributes
ru_ru: Атрибуты WordPress

source: Street Number
ru_ru: Номер дома

source: Street
ru_ru: Улица

source: County
ru_ru: Страна

source: State
ru_ru: Штат/Область

source: Country
ru_ru: Страна

source: Postal Code
ru_ru: Почновый код

source: WP-Property Attributes
ru_ru: Атрибут WP-Property

source: Property Agent
ru_ru: Агент

source: Global Property ID
ru_ru: Глобальное ID объекта

source: Display Address
ru_ru: Отображаемый адрес

source: Delete Selected
ru_ru: Удалить выбранное

source: Preview Import
ru_ru: Предпросмотр импорта

source: Process Full Import
ru_ru: Осуществить полный импорт

source: Updating existing listing.
ru_ru: Обновить существующий список.

source: Attempted to update property, but wp_update_post() did not return an ID.
ru_ru: Попытка обновить объект, но wp_update_post() не вернул ID.

source: Creating new listing.
ru_ru: Создание нового объекта.

source: Object import failed. Error: %1s.
ru_ru: Импорт объекта неуспешен. Ошибка: %1s.

source: Object import failed - no Property Title detected or set, a requirement to creating a property.
ru_ru: Импорт объекта неудачен - не определено имени объекта, необходимого для создания объекта.

source: Object import failed. Post cold not be created nor updated, and post_id was not found or created.
ru_ru: Импорт объекта неуспешен. Пост не может быть создан или обновлен и post_id не был найден или создан.

source: on disk using file_get_contents()
ru_ru: на диск, используя file_get_contents()

source: Attempting to get image (
ru_ru: Попытка занрузить изображение (

source: Unable to get image %1s using the %2s method.
ru_ru: Невозможно получить изобрадение %1s используя метод %2s.

source: Image %1s corrupted - skipped.
ru_ru: Изображение %1s повреждено - пропущено.

source: Image %1s downloaded, but image size failed quality standards - deleting.
ru_ru: Изображение %1s загружено, но размер не прошел стандарты качества - удаление.

source: Unable to save image %1s.
ru_ru: Невозможно сохнанить изображение %1s.

source: Manage Slideshow
ru_ru: Управление Слайдшоу

source: Display as carousel gallery.
ru_ru: Отображать как галерею карусель.

source: Gallery transition type:
ru_ru: Тип перехода галереи:

source: Crossfade betweens images
ru_ru: Кросфейд между изображениями

source: Fade into background color
ru_ru: Приближение к цвету фона

source: Pulse
ru_ru: Пульсация

source: Slide
ru_ru: Слайд

source: Fadeslide
ru_ru: Затихание

source: Crop images.
ru_ru: Кадрирование изображений.

source: Enforce minimum image width.
ru_ru: Минимальный размер изображения.

source: Carousel Thumbnail Size:
ru_ru: Размер миниатюры для карусели:

source: Slideshow Options
hu_hu: csúszka beállításai
ru_ru: Опции слайдшоу
sk_sk: Nastavenia Slideshow

source: Slideshow Images:
hu_hu: Csúszka képek:
ru_ru: В слайдшоу:
sk_sk: Fotografie v Slideshow:

source: All Images:
hu_hu: Összes kép:
ru_ru: Все изображения:
sk_sk: Všetky fotografie:

source: Image is too small.
ru_ru: Изображение слишком маленькое.

source: Slideshow
hu_hu: Csúszka
ru_ru: Слайдшоу

source: Global Slideshow
hu_hu: Globális csúszka
ru_ru: Общее Слайдшоу
sk_sk: Globálna Slideshow

source: Clicking on an image will open up the property its attached to.
ru_ru: Нажатие на изображение откроет объект, к которому оно прикреплено.

source: Show property title and tagline in slideshow.
ru_ru: Показывать заголовки объектов и теги в слайдшоу.

source: Slideshow Size:
ru_ru: Размер слайдшоу:

source: The global slideshow will look for all images that are over the specified size. Add images to the global slideshow <a href="%1$s">here</a>. The built-in sizes, such as <b>medium</b> and <b>large</b> may not work because WordPress does not crop them during resizing, resulting in artbitrary heights.
ru_ru: Глобальное слайд-шоу будет искать все изображения, которые больше указанного размера. Добавить изображения в глобальном слайд-шоу <a href="%1$s">здесь</a>. Встроенные размеры, такие как средние и крупные могут не работать, потому что WordPress не обрезает их при изменении размеров, результируя произвольную высоту.

source: Display in Global Slideshow Caption:
ru_ru: Отображать в заголовке Global Slideshow:

source: Title.
ru_ru: Заголовок.

source: Excerpt.
ru_ru: Выдержка.

source: Tagline.
ru_ru: Слоган.

source: Single Listing Slideshow
ru_ru: Слайдшоу 1 объекта
sk_sk: Slideshow pre jednotlivé inzeráty

source: Slideshow image size to be used for single property pages.
ru_ru: Размер изображений слайдшоу, который будет использоваться на страницах объектов.
sk_sk: Veľkosť fotografií, ktorá bude použitá pre doplnok Slideshow (fotogalérie).

source: Show pagination buttons in slideshow.
ru_ru: Показывать кнопки нумерации страниц в слайдшоу.

source: Thumbnail Size
ru_ru: Размер миниатюры

source: This width is used on "Slideshow" page on the Property editing page to display available images, this setting <b>does not</b> affect the actual slideshow on the front-end.
ru_ru: Эта ширина используется на странице "Слайдшоу" на странице редактирование объекта для отображения доступных изображений. Эти настройки не влияет на отображение слайдшоу на фронт-енде.
sk_sk: Táto šírka bude použitá len na stránke "Slideshow" v editovacom prostredí nehnuteľností a <b>neovplyvňuje</b> skutočnú veľkosť fotografií vo verejne prístupnej fotogalérii na webe.

source: Effect:
ru_ru: Эффект:

source: Effect that will be used to change from one image to the next.
ru_ru: Эффект, который будет использован для перехода от одного изображения к другому.

source: Slices:
ru_ru: Кусочки:

source: If the transition includes slices, this number determines how many slices to cut the image up into during transitions.
ru_ru: Если переход включает в себя части, это число определяет, сколько частей обрезать вверху, чтобы сократить изображение в течение переходов.

source: Animation Speed:
ru_ru: Скорость анимации:

source: How quickly the transition should happen, in miliseconds.
ru_ru: Как бысто транзакция должна выполняться, в милисекундах.

source: Pause Time:
ru_ru: Время паузы:

source: The pause time between transitions.
ru_ru: Время паузы между переходами.

source: Slideshow selection and order saved.
hu_hu: Csúszka kiválasztva és a sorrend elmentve.
ru_ru: Рисунки слайдшоу и их порядок сохранены.
sk_sk: Výber a poradie Slideshow boli uložené.

source: This slideshow can be integrated into your front-end pages by either using the shortcode, or pasting PHP code into your theme.
hu_hu: Ezt a csúszkát használhatja a kezdő oldalon, ha beilleszti az oldalba a kódját, vagy berakja a PHP kódba a asblonjánál.
ru_ru: Данное слайдшоу может быть интегрировано на страницы при помощи использования сокращенного кода (shortcode) или вставки PHP кода в Вашу тему.
sk_sk: Táto fotogaléria môže byť vložená do Vašich inzerátov buď použitím shortcode (skratkového kódu), alebo vložením PHP kódu do Vašej WordPress témy.

source: Drag images from selection on the left to the selection on the right, and then click save.
hu_hu: Húzza a képeket a bal oldali kiválasztásból a jobb oldali kiválasztásba, majd nyomja meg a mentés gombot.
ru_ru: Перетащите изображение из левой части в правую и нажмите Сохранить.
sk_sk: Potiahnite obrázky z výberu na ľavej strane do výberu na pravej strane a stlačte Uložiť.

source: This list gets all images from your media library that are over %s pixels wide and %s pixels tall.
hu_hu: Ez a lista mutatja az összes képet a média könyvtárból, ami %s pixel szélességnél és %s pixel magasságnál nagyobb.
ru_ru: Данный список загружает все изображения из Вашей медиа-библиотеки, которые больше %s пикселей в ширину и %s пикселей в высоту.
sk_sk: Tento zoznam zobrazí všetky obrázky z Vašej multimediálnej knižnice, ktorých rozmer je aspoň %s pixelov na šírku a %s pixelov na výšku.

source: Save Selection and Order
hu_hu: Kiválasztás és sorrend elmentése
ru_ru: Сохранить выбор и порядок
sk_sk: Uložiť výber a poradie

source: Manage Supermap
ru_ru: Управление Supermap

source: Sidebar Attributes
ru_ru: Атрибуты для сайдбара

source: Select the attributes you want to display in the left sidebar on the supermap.
ru_ru: Выберите атрибуты, которые вы хотите показывать в левом сайдбаре SuperMap.

source: Display "View Property" link in the left sidebar. It directs user to Property Page.
ru_ru: Отображать ссылку "Посмотреть объект" в левом сайдбаре. Она направит пользователя на страницу объекта.

source: Supermap Sidebar Thumbnail:
ru_ru: Миниатюра в сайдбаре для Supermap:

source: Do not show a property thumbnail in sidebar.
ru_ru: Не показывать миниатюры в фильтре боковой панели.

source: If you create a new image size, please be sure to regenerate all thumbnails.
ru_ru: Если вы создали новый размер рисунка, пожалуйста, сгенерируйте все миниатюры заново.
sk_sk: Ak vytvoríte nový rozmer fotografií, nezabudnite prosím regenerovať všetky náhľady.

source: Map Markers:
ru_ru: Маркеры карты:

source: Add Marker
ru_ru: Добавить маркер

source: Map Areas:
ru_ru: Территории:

source: <p>Map areas let you draw our areas on the map, such as neighborhoods.</p><p>Just add to shortcode attribute <b>show_areas=all</b> to draw all areas on the map. Also You can use area's slugs to show them on the map, like as <b>show_areas=new_york,washington</b>. Please, use coordinates in this format: <b>(82.72, -37.79)(69.54, -57.48)(68.93, -18.63).</b></p><p><i>This is an experimental feature, you may not want to use it on a live site. We're eager to hear your feedback regarding this feature and the capabilities that would be useful to you.</i></p>
ru_ru: <p>Карта областей позволяет рисовать фигуры для областей на карте, таких как районы, государства или страны.</p><p>Добавьте к шорткоду атрибут <b>show_areas=all</b> чтобы отобразить все территории на карте. Также Вы можете использовать слаги территорий для отображения их на карте <b>show_areas=new_york,washington</b>. Пожалуйста используйте координаты в таком формате: <b>(82.72, -37.79)(69.54, -57.48)(68.93, -18.63).</b></p><p><i>Это экспериментальная опция, Вы можете не использовать ее на своем сайте. Мы хотели бы услышать Ваше мнение относительно этой функции и изменений, которые были бы полезны для Вас.</i></p>

source: Coordinates
ru_ru: Координаты

source: Fill Color
ru_ru: Выберите цвет

source: Opacity
ru_ru: Прозрачность

source: Stoke Color
ru_ru: Цвет при нажатии

source: Hover Color
ru_ru: Цвет при наведении

source: Map Marker
ru_ru: Метка на карте

source: Default by Google
ru_ru: По умолчанию (Google)

source: Supermap Options
hu_hu: Szupertérkép opció
ru_ru: Опции Supermap
sk_sk: Nastavenia Supermap

source: Exclude property from Supermap
ru_ru: Исключить объект из SuperMap.

source: Element cannot be rendered, missing %1s script.
ru_ru: Элемент не может быть сформирован, отсутствует сценарий %1s.

source: No results found.
ru_ru: Ничего не найдено.

source: Show More
ru_ru: Подробнее

source: Loading
hu_hu: Töltés
ru_ru: Загрузка
sk_sk: Načítavam

source: Restore
ru_ru: Восстановить

source: Edit &#8220;%s&#8221;
ru_ru: Редактировать &#8220;%s&#8221;

source: Edit this item
ru_ru: Редактировать этот элемент

source: Restore this item from the Trash
ru_ru: Восстановить этот элемент

source: Move this item to the Trash
ru_ru: Переместить в корзину

source: Trash
ru_ru: Удалить

source: Delete this item permanently
ru_ru: Удалить этот пункт окончательно

source: Delete Permanently
ru_ru: Удалить окончательно

source: View &#8220;%s&#8221;
ru_ru: Просмотр &#8220;%s&#8221;

source: View
ru_ru: Просмотр

source: Toggle %1s more.
ru_ru: Более детально %1s.

source: Settings updated.
ru_ru: Настройки сохранены.

source: Feature Updates
ru_ru: Обновления дополнений

source: Check Updates
hu_hu: Frissítések keresése
ru_ru: Проверить обновления
sk_sk: Skontrolovať aktualizácie

source: to download, or update, all premium features purchased for this domain.
ru_ru: для загрузки или обновления, всех премиальных дополнений, приобретенных для этого домена.

source: Disable "on-the-fly" image regeneration.
ru_ru: Отключить генерацию изображений "на лету"

source: Default %1s Page
ru_ru: Страница %1s по умолчанию

source: Property (Default)
hu_hu: Üzlet (általános)
ru_ru: Объект (По умолчанию)
sk_sk: Nehnuteľnosti (predvolená)

source: You must have permalinks enabled to change the Default %1s page.
ru_ru: Вы должны активировать пермалинки, чтобы менять страницу %1s по умолчанию.

source: Automatically overwrite this page's content with [property_overview].
ru_ru: Всегда перекрывать содержимое этой страницы с помощью [property_overview].

source: When showing property search results, don't override the page content with [property_overview].
ru_ru: При показе результатов поиска не перекрывать содержимое с помощью [property_overview].

source: If checked, be sure to include [property_overview] somewhere in the content, or no properties will be displayed.
ru_ru: Если отмечено, убедитесь, что вы используете [property_overview] на страницах. Иначе, объекты не будут отображаться.
sk_sk: Ak zaškrtnete, ubezpečte sa, že Vaša vlastná stránka obsahuje kód [property_overview], inak sa nehnuteľnosti nezobrazia.

source: Automatic Geolocation
ru_ru: Автоматическая геолокация

source: Attribute to use for physical addresses:
ru_ru: Атрибуты, используемые для адреса:

source: Localize addresses in:
ru_ru: Локализовать адреса в:

source: Load default CSS. If unchecked, the wp-properties.css in your theme folder will not be loaded.
ru_ru: Загрузить CSS по умолчанию. Если не отмечено, Ваш пользовательский wp-properties.css не будет загружен.

source: Load default CSS.
ru_ru: Автоматически подключать стандартный CSS.

source: Do not load theme-specific stylesheet.
ru_ru: Не загружать стили, специфичные для темы.

source: This version of WP-Property has a stylesheet made specifically for the theme you are using.
ru_ru: Эта версия WP-Property имеет стили, специально для темы, которую Вы используете.

source: Default Phone Number
hu_hu: Általános telefonszám
ru_ru: Телефон по умолчанию
sk_sk: Predvolené tel. číslo

source: Image Sizes
hu_hu: Kép méretek
ru_ru: Размер изображения
sk_sk: Rozmery fotografií

source: Image sizes used throughout the plugin.
ru_ru: Размер изображения, используемый для всего плагина.
sk_sk: Veľkosti fotografií použité v celom module.

source: Width
hu_hu: Szélesség
ru_ru: Ширина
sk_sk: Šírka

source: Height
hu_hu: Magasság
ru_ru: Высота
sk_sk: Výška

source: Overview Shortcode
hu_hu: Áttekintő oldal kódja
ru_ru: Шорткод обзора
sk_sk: Skratkový kód - hlavný zoznam

source: Thumbnail size:
hu_hu: Előkép mérete:
ru_ru: Размер миниатюры:
sk_sk: Rozmer náhľadu:

source: Show pagination on bottom of results.
ru_ru: Отображать список страниц под результатами поиска.

source: Show Checkboxed Image instead of "%s" and hide "%s" for %s/%s values
ru_ru: Позакывать изображения чекбоксов вместо "%s" и скрыть "%s" для значений %s/%s

source: Map Thumbnail Size:
hu_hu: Térkép előkép mérete:
ru_ru: Размер миниатюры для карты:
sk_sk: Veľkosť náhľadu mapy:

source: Map Zoom Level:
hu_hu: Térkép nagyítás szintje
ru_ru: Уровень зума:
sk_sk: Stupeň priblíženia mapy:

source: Show Directions Link
ru_ru: Получить направление

source: Address Display
hu_hu: Cím mutatása
ru_ru: Показывать адрес
sk_sk: Zobrazenie adresy

source: Available tags:
hu_hu: Rendelkezésre álló címkék
ru_ru: Доступные тэги локации:
sk_sk: Dostupné značky:

source: Currency & Numbers
ru_ru: Валюта и цифры

source: Currency symbol.
hu_hu: Jelenlegi szimbólum
ru_ru: Символ валюты.
sk_sk: Symbol meny.

source: Thousands separator symbol:
ru_ru: Символ разделения тысяч:

source: . (period)
ru_ru: . (точка)

source: , (comma)
ru_ru: , (запятая)

source: The character separating the 1 and the 5: $1<b>,</b>500
ru_ru: Символ, разделяющий 1 и 5: в $1<b>,</b>500

source: Currency symbol placement:
ru_ru: Расположение знака валюты:

source: Before number
ru_ru: Перед числом

source: After number
ru_ru: После цифр

source: Parent property's aggregated value should be set as average of children values. If not, - the aggregated value will be set as sum of children values.
ru_ru: Агрегированные значения родительских объектов должны быть установлены как средние значения дочерних. Если нет, - агригированное значение будет установлено как сумма значений дочерних.

source: Admin Settings
ru_ru: Настройки администратора

source: [purchase feature]
ru_ru: [купить дополнение]

source: This feature is disabled because it requires WP-Property %1$s or higher.
ru_ru: Это дополнение отключено, потому что оно требует версию WP-Property %1$s или выше.

source: Disable plugin.
hu_hu: Bővítmény kikapcsolása
ru_ru: Отключить плагин.
sk_sk: Deaktivovať modul.

source: Feature installed, using version
hu_hu: Kiegészítő telepítve, használt verzió
ru_ru: Дополнение установлено, используемая версия -
sk_sk: Doplnok nainštalovaný, verzia

source: Please visit <a href="%s">UsabilityDynamics.com</a> to purchase this feature.
ru_ru: Посетите <a href="%s">UsabilityDynamics.com</a> чтобы купить это дополнение.

source: If prompted for your domain name during a premium feature purchase, enter as appears here:
ru_ru: Если существет необходимость узнать Ваше доменное имя во время покупки Премиум Дополний, вводите его, как показано здесь:

source: Restore Backup of WP-Property Configuration
ru_ru: Загрузить резервную копию конфигурации WP-Property

source: Download Backup of Current WP-Property Configuration.
ru_ru: Скачать текущую конфигурацию WP-Property.

source: Revalidate all addresses using
ru_ru: Ревалидировать все адреса используя

source: localization
ru_ru: локализация

source: Revalidate
ru_ru: Заново проверить
sk_sk: Znovu overiť

source: Lookup
hu_hu: Kikeresés
ru_ru: Найти
sk_sk: Vyhľadať

source: Look up the <b>$wp_properties</b> global settings array. This array stores all the default settings, which are overwritten by database settings, and custom filters.
hu_hu: Nézd meg a <b>$wp_properties</b> tömböt. Ez a tömb tartalmazza az összes beállítást.
ru_ru: Просмотреть глобальный массив <b>$wp_properties</b>. Данный массив содержит все настройки, которые переопределены настроками базы данных и пользовательскими фильтрами.
sk_sk: Prezrite si hlavné pole nastavení - <b>$wp_properties</b>, v ktorom sú uložené všetky predvolené nastavenia, prepísané databázovými nastaveniami a vlastnými filtrami.

source: Show $wp_properties
hu_hu: $wp_properties mutatása
ru_ru: Показать $wp_properties
sk_sk: Zobraziť $wp_properties

source: Clear WPP Cache. Some shortcodes and widgets use cache, so the good practice is clear it after widget, shortcode changes.
ru_ru: Очистить WP-Pproperty кэш. Некоторые шорткоды и виджеты используют кэш, поэтому полезно очищать кэш после их изменения.

source: Clear Cache
ru_ru: Очистить кеш

source: Set
ru_ru: Настроить

source: Memory Usage:
ru_ru: Использование памяти:

source: Peak Memory Usage:
ru_ru: Пиковое использование памяти:

source: (no parent)
hu_hu: (nincs szülő)
ru_ru: (нет зависимости)
sk_sk: (žiadna materská nehnuteľnosť)

source: Parent
hu_hu: Szülő
ru_ru: (Родитель)
sk_sk: Materská nehnuteľnosť

source: Template
hu_hu: sablon
ru_ru: Шаблон
sk_sk: Šablóna

source: Page Template
hu_hu: oldal sablon
ru_ru: Шаблон страницы
sk_sk: Šablóna stránky

source: Default Template
hu_hu: Alapértelmezett sablon
ru_ru: Шаблон по умолчанию
sk_sk: Predvolená šablóna

source: Need help? Use the Help tab in the upper right of your screen.
ru_ru: Нужна помощь? Используйте вкладку Справка в правом верхнем углу страницы.
sk_sk: Potrebujete pomoc? Použite záložku Pomoc v pravom hornom rohu obrazovky.

source: <strong>Warning!</strong> The %1s property type has been deleted.
ru_ru: <strong>Внимание!</strong> тип объекта %1s был удален.

source: Falls Under
ru_ru: Является частью
sk_sk: Patrí pod

source: ID of parent property
ru_ru: ID родительского объекта

source: Numbers only.
ru_ru: Только цифры.

source: Values aggregated from child properties.
ru_ru: Значения собраны из дочерних объектов.

source: Editing %s is disabled, it may be inherited.
ru_ru: Редактирование %s отключено, возможно это унаследованно.
sk_sk: Kategória %s je pre tento typ nehnuteľnosti neaktívna, môže byť ale zdedená od materskej nehnuteľnosti.

source: Enable.
ru_ru: Задействовать

source: Filter Results
ru_ru: Фильтровать результаты

source: %1s Type
ru_ru: Тип %1s

source: Return to building page.
hu_hu: Vissza az épület oldalra
ru_ru: Вернуться на страницу здания.
sk_sk: Vrátiť sa na stránku nehnuteľnosti

source: Your e-mail:
ru_ru: Ваш e-mail:

source: Your Password:
ru_ru: Ваш пароль

source: Subscription Plan Options
ru_ru: Опции плана

source: Information
ru_ru: Информация

source: Checkout
ru_ru: Мониторинг

source: Expiry Date
ru_ru: Дата истечения срока действия

source: Sorry, we could not find what you were looking for. Since you are here, take a look at some of our properties.
hu_hu: Elnézést, de nem találtuk meg amit keres. De ha már itt van, nézze meg néhány üzletünket.
ru_ru: Извините, то что Вы ищите - не найдено. Раз уже Вы здесь, обратите внимание на некоторые из наших объектов.
sk_sk: Ľutujeme, nenašli sa žiadne relevantné výsledky. Môžete však namiesto toho skúsiť nazrieť do zoznamu nehnuteľností.

source: Sorry, no properties found - try expanding your search, or <a href="%s">view all</a>.
hu_hu: Elnézést, nem található üzlet - próbálja meg kiterjeszteni a keresést, vagy <a href="%s">nézze meg az összeset</a>.
ru_ru: Извините, объектов по заданному запросу не найдено - попробуйте расширить условия поиска, или <a href="%s">Отобразить все</a>.
sk_sk: Ľutujeme, žiadne nehnuteľnosti neboli nájdené - skúste zjednodušiť svoje vyhľadávanie, alebo <a href="%s">zobrazte kompletný zoznam</a>.

source: of
ru_ru: из

source: Viewing page
ru_ru: Просмотр страницы

source: of
ru_ru: из

source: Prev
hu_hu: Előző
ru_ru: Назад
sk_sk: Dozadu

source: Conditional query tags do not work before the query is run. Before then, they always return false.
ru_ru: Условные запросы тегов не работают до выполнения запроса. До этого, они всегда возвращаются ложными.

source: Other
ru_ru: Другие

source: Website
ru_ru: Сайт

source: Required fields are marked %s
ru_ru: Обязательные поля помечены %s

source: Comment
ru_ru: Коментарий

source: You must be <a href="%s">logged in</a> to post a comment.
ru_ru: Вы должны <a href="%s">войти</a>, чтобы иметь возможность коментировать.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
ru_ru: Зарегистрированы как <a href="%1$s">%2$s</a>. <a href="%3$s" title="Выйти">Выйти?</a>
