Repository: wp-plugins/wp-property
Catalog: langs/wpp-*.po
Languages: hu_hu, ru_ru, sk_sk

source: %1$d %2$s was ignored because query limit was exceeded.
ru_ru: %1$d %2$s было игнорировано, так как истекло время запроса.

source: Cache was successfully cleared
ru_ru: Кэш успешно очищен

source: The API key could not be generated.
ru_ru: API не может быть генерирован.

source: Response code from requested server is %s.
ru_ru: Ответный код с запрошеного сервера %s

source: Requested server returned empty result or timeout was exceeded. Please, try again later.
ru_ru: Запрашиваемый сервер вернул пустой результат или тайм-аут был превышен. Пожалуйста, повторите попытку позже.

source: Specific directory for uploading premium features can not be created.
ru_ru: Определенный каталог для загрузки премиум функций не может быть создан.

source: <b>%s</b> updated from version %s to %s .
ru_ru: <b>%s</b> обновлен до версии %s to %s .

source: <b>%s</b> %s has been installed.
ru_ru: <b>%s</b> %s был установлен.

source: There are no available premium features. Check your licenses for the current domain
ru_ru: У вас нет доступных премиум-функций. Проверьте свои лицензии для текущего домена.

source: Update ran successfully.
hu_hu: Frissítés sikeres.
ru_ru: Обновление прошло успешно.
sk_sk: Aktualizácia úspešne dokončená.

source: An error occurred during premium feature check: <b> %s </b>.
ru_ru: Во время проверки премиум дополнения произошла ошибка: <b> %s </b>.

source: No
ru_ru: Нет

source: sq ft.
hu_hu: négyzetméter
ru_ru: кв. фт.
sk_sk: m2

source: Get Directions
hu_hu: Útvonal
ru_ru: Получить направление
sk_sk: Ukázať cestu

source: General Settings
hu_hu: Általános beállítások
ru_ru: Основные Настройки
sk_sk: Hlavné nastavenia

source: Find your property
ru_ru: Найти Ваш ваш объект

source: Edit
ru_ru: Редактировать

source: Contact us
ru_ru: Форма связи

source: Login
ru_ru: Вход

source: Explore
ru_ru: Обзор

source: Message
ru_ru: Сообщение

source: Name
hu_hu: Név
ru_ru: Название
sk_sk: Meno

source: E-mail
ru_ru: Электронная почта

source: Send Message
ru_ru: Отослать сообщение

source: Submit Inquiry
ru_ru: Отправить запрос

source: Inquiry
ru_ru: Запрос

source: Comment About
ru_ru: Коментировать

source: Inquire About
ru_ru: Сделать запрос

source: Inquiry About:
ru_ru: Запрос:

source: Inquiry message:
ru_ru: Сообщение запроса:

source: You forgot to enter your e-mail.
ru_ru: Вы забыли ввести адрес электронной почты.

source: You forgot to enter a message.
ru_ru: Вы забыли ввести сообщение.

source: You forgot to enter your name.
ru_ru: Вы забыли ввести Ваше имя.

source: Error with sending message. Please contact site administrator.
ru_ru: Ошибка отправки сообщения. Пожалуйста, свяжитесь с администратором сайта.

source: Thank you for your message.
ru_ru: Спасибо за Ваше сообщение.

source: Status
ru_ru: Статус

source: Author
ru_ru: Автор

source: Date
ru_ru: Дата

source: Any
ru_ru: Любое
sk_sk: Nepodstatné

source: Show all dates
ru_ru: Показывать все даты

source: General Help
ru_ru: Общая справка

source: Comming soon...
ru_ru: Скоро...

source: Default Properties Page
ru_ru: Страница объекта по умолчанию

source: The default <b>property page</b> will be used to display property search results, as well as be the base for property URLs.
ru_ru: Страница объектов по умолчанию используется для отображения результатов поиска объектов, а так же как база для URL объектов.

source: By default, the <b>Default Properties Page</b> is set to <b>properties</b>, which is a dynamically created page used for displaying property search results.
ru_ru: По умолчанию, <b>Страница объектов по умолчанию</b> является <b>properties</b>, это динамически созданная страница дл яотображения результатов поиска объектов.

source: We recommend you create an actual WordPress page to be used as the <b>Default Properties Page</b>. For example, you may create a root page called "Real Estate" - the URL of the default property page will be
ru_ru: Мы рекомендуем Вам создать реальную страницу WordPress для использования ее в качестве <b>Страницы объектов по умолчанию</b>. Например, Вы можете создать базовую страницу "Недвижимость" - адрес страницы объектов по умолчанию будет

source: Display
hu_hu: Kijelzés
ru_ru: Отображение
sk_sk: Zobrazenie

source: This tab allows you to do many things. Make custom picture sizes that will let you to make posting pictures easier. Change the way you view property photos with the use of Fancy Box, Choose to use pagination on the bottom of property pages and whether or not to show child properties. Manage Google map attributes and map thumbnail sizes. Select here which attributes you want to show once a property is pin pointed on your map. Change your currency and placement of symbols.
ru_ru: Эта вкладка позволяет делать многие вещи. Сделать пользовательские размеры изображения, которые позволят вам легче сделать размещение фотографии. Изменить способ отображения изображений объектов с использованием Fancy Box, использовать нумерацию страниц в нижней части страниц объектов и стоит ли показывать дочерние объекты. Управлять атрибутами карт Google и размерами эскиза карты. Выберите здесь, какие атрибуты вы хотите показать при выводе объектов на карте. Изменить валюту и размещение символов.

source: Premium Features
ru_ru: Премиум дополнения

source: Tab allows you to manage your WP-Property Premium Features
ru_ru: Вкладка позволяет Вам управлять WP-Property Премиум дополнениями WP-Property.

source: Help
ru_ru: Справка

source: This tab will help you troubleshoot your plugin, do exports and check for updates for Premium Features
ru_ru: Эта вкладка поможет вам устранить неполадки плагина, сделать экспорт и проверить наличие обновлений для премиальных дополнений.

source: More Help
ru_ru: Детальная справка

source: Visit <a target="_blank" href="https://usabilitydynamics.com/products/wp-property/">WP-Property Help Page</a> on UsabilityDynamics.com for more help.
ru_ru: Посетите <a target="_blank" href="https://usabilitydynamics.com/products/wp-property/">Страницу помощи WP-Property</a> на UsabilityDynamics.com для более детальной помощи.

source: You cannot use your site as Facebook Application. You should <a href="%s">purchase</a> WP-Property Premium Feature "Facebook Tabs" to manage your Facebook Tabs.
ru_ru: Вы не можете использовать на Вашем сайте приложения Facebook. Пожалуйста, посетите <a href="%s">purchase</a> WP-Property Premium Feature "Facebook Tabs" для управления таблицами Facebook.

source: published
ru_ru: опубликовано

source: pending
ru_ru: подлежит одобрению

source: trashed
ru_ru: удаленное

source: inherited
ru_ru: унаследовано

source: drafted
ru_ru: черновик

source: Nothing found.
ru_ru: Ничего не найдено

source: Account Created
ru_ru: Аккаунт создан

source: Hello [display_name]%1$s%1$sYour account on [site_url] has been created and is waiting for activation.%1$s%1$sClick this link to activate your account:%1$s[activation_link]%1$s%1$sAccess data:%1$s[user_login] / [user_password]
ru_ru: Здравствуйте [display_name]%1$s%1$s Ваш аккаунт на [site_url] создан и ожидает активации. %1$s%1$sПройдите по этой ссылке, чтобы активировать аккаунт%1$s[activation_link]%1$s%1$s Данные доспупа:%1$s[user_login] / [user_password]

source: User Account Created
ru_ru: Аккаунт пользователя создан

source: Submission Approved
ru_ru: Размещение утверждено

source: Hello.%1$s%1$sYour %2$s has been published.%1$s%1$sYou can view it using this URL: %1$s[property_link]
ru_ru: Здравствуйте.%1$s%1$s Ваш %2$s опубликован.%1$s%1$s Выможете посетить его воспользовавшись URL: %1$s[property_link]

source: Status Updated
ru_ru: Статус обновлен

source: Submission Received
ru_ru: Заявка на размещение получена

source: Feed URL:
ru_ru: Адрес ленты:

source: Open
ru_ru: Открыть

source: You may append the export URL with the following arguments:
ru_ru: Вы можете добавить URL экспорта со следующими аргументами:

source: Slug for the property type.
ru_ru: Слаг для типа объекта.

source: or
ru_ru: или

source: There has been an error retreiving your API key.
ru_ru: Возникла ошибка при получении Вашего API ключа.

source: Invalid API key.
ru_ru: Неправильный API ключ.

source: No published properties.
ru_ru: Нет опубликованных объектов

source: Display a list of selected %1s attributes when loaded on a single %2s page.
ru_ru: Отображение списка выбранных атрибутов %1s при загрузке на странице %2s.

source: Title:
hu_hu: Cím:
ru_ru: Заголовок:
sk_sk: Názov:

source: Attributes to Display:
ru_ru: Атрибуты для отображения

source: Display attributes labels.
ru_ru: Отображать названия атрибутов.

source: Other %1s
ru_ru: Другие %1s

source: Display a list of %1s that share a parent with the currently displayed property.
ru_ru: Отображать список %1s , которые делят родительский с отображаемым объектом.

source: %s at %s for %s
hu_hu: %s mikor %s kinek %s
ru_ru: %s на %s за %s
sk_sk: %s v %s za %s

source: More
hu_hu: Több
ru_ru: Детали
sk_sk: Viac

source: View All
hu_hu: Összes mutatása
ru_ru: Смотреть все
sk_sk: Zobraziť všetko

source: The widget will show other properties that share a parent with the currently displayed property.
ru_ru: Виджет покажет другие объекты, которые имеют один родительский с отображенным в настоящее время объектом.

source: Hide images.
ru_ru: Скрыть рисунки.

source: Image Size:
hu_hu: Képméret:
ru_ru: Размер изображения:
sk_sk: Veľkosť fotografií:

source: Listings to display?
ru_ru: Отображать объявления?
sk_sk: Inzeráty na zobrazenie?

source: Select the attributes you want to display:
ru_ru: Выберите атрибуты, которые вы хотите показывать:

source: Address Format:
hu_hu: Címormátum
ru_ru: Формат адреса:
sk_sk: Formát adresy:

source: Show "More" link?
hu_hu: "Több" link mutatása
ru_ru: Показывать ссылку "Детали"?
sk_sk: Zobraziť odkaz "Viac"?

source: Show "View All" link?
hu_hu: "Összes mutatása" link mutatása
ru_ru: Показывать ссылку "Смотреть все"?
sk_sk: Zobraziť odkaz "Prezerať všetky"?

source: If property has no parent, show other properties of same type.
ru_ru: Если объект не имеет родительских, показать другие объекты этого типа.

source: Randomize order of displayed properties.
ru_ru: Рандомозировать порядок отображения объектов.

source: Child %1s
ru_ru: Дочерняя %1s

source: Show child properties (if any) for currently displayed property
hu_hu: Mutassa a gyermek üzleteket a jelenleg kijelzetteknél
ru_ru: Отображение дочерних объектов (если есть) для текущего объекта
sk_sk: Zobraziť dcérske nehnuteľnosti (ak existujú) pri aktuálnej nehnuteľnosti

source: The widget will not be displayed if the currently viewed property has no children.
hu_hu: Widget nem fog megjelenni, hacsak az üzlet nemalkategóriában van.
ru_ru: Виджет не будет отображаться, если текущий объект не имеет дочерних объектов.
sk_sk: Widget nebude zobrazený, ak prezeraná nehnuteľnosť nemá žiadne dcérske nehnuteľnosti.

source: Hide Images?
ru_ru: Скрыть рисунки?
sk_sk: Skryť fotografie?

source: Select the stats you want to display
hu_hu: Állítsa be az információkat, amiket ki szeretne jelezni.
ru_ru: Выберите атрибуты, которые вы хотите показывать
sk_sk: Vyberte štatistiky, ktoré chcete zobraziť

source: Featured %1s
ru_ru: Избранные %1s

source: List of properties that were marked as Featured
hu_hu: Azoknak az üzleteknek a listája, amik megvannak jelölve kiemelt jelzővel
ru_ru: Список объектов, помеченных как Избранные
sk_sk: Nehnuteľnosti, ktoré sme vybrali ako odporúčané

source: Display properties in random order?
ru_ru: Отображать объекты в случайном порядке?

source: Featured Properies
hu_hu: Imóveis Kiemelt üzletek
ru_ru: Избранные объекты
sk_sk: Odporúčané nehnuteľnosti

source: Latest %1s
ru_ru: Последние %1s

source: List of the latest properties created on this site
hu_hu: Az utolsónak felrakott üzletek listája
ru_ru: Список всех последних объектов, созданных на сайте
sk_sk: Zoznam najnovšie pridaných nehnuteľností

source: Latest Properties
hu_hu: Legutolsó üzletek
ru_ru: Последние объекты
sk_sk: Najnovšie pridané nehnuteľnosti

source: Select stats you want to display
hu_hu: Válasszon tulajdonságokat, amiket mutatni szeretne
ru_ru: Выберите атрибуты, которые вы хотите показывать
sk_sk: Vyberte štatistiky, ktoré chcete zobraziť

source: %1s Search
ru_ru: Поиск %1s

source: Display a highly customizable %1s search form.
ru_ru: Отображение настраиваемой формы поиска %1s

source: No searchable property types were found.
ru_ru: Не найдены доступные к поиску типов объектов.
sk_sk: Žiadne vyhľadávateľné typy nehnuteľností neboli nájdené.

source: Property types to search:
hu_hu: Üzlet típusok a kereséshez:
ru_ru: Тип объекта к поиску:
sk_sk: Typy nehnuteľností, ktoré budú prehľadávané:

source: Select the attributes you want to search.
ru_ru: Выберите атрибуты для поиска.
sk_sk: Vyberte atribúty, ktoré budú prehľadávané.

source: All Attributes
ru_ru: Все атрибуты

source: Grouped Attributes
ru_ru: Группированные атрибуты

source: Ungrouped
ru_ru: Негруппированные

source: Group attributes together.
ru_ru: Группировать атрибуты.

source: Default Sort Order
ru_ru: Порядок сортировки по умолчанию

source: Descending
ru_ru: По убыванию

source: Acending
ru_ru: По возрастанию

source: Use pagination
ru_ru: Использовать пагинацию

source: Items per page
hu_hu: 1 oldalon levő adatok
ru_ru: Элементов на страницу
sk_sk: Položiek na jednu stránku

source: Toggle Advanced Search Options
ru_ru: Расширенные параметры поиска

source: Search Properies
hu_hu: Keresési beálíltások
ru_ru: Поиск объектов
sk_sk: Vyhľadávať v nehnuteľnostiach

source: %1s Gallery
ru_ru: Галлерея %1s

source: List of all images attached to the current property
hu_hu: Az összes kép mutatása, ami ehhez az üzletekhez van kapcsolva
ru_ru: Список всех изображений, прикрепленных к текущему объекту
sk_sk: Zoznam všetkých fotografií pridaných k aktuálnej nehnuteľnosti

source: Regular Size:
ru_ru: Обычный размер:

source: Large Image Size:
ru_ru: Большой размер изображения:

source: Show %s Images
hu_hu: %s képek mutatása
ru_ru: Показывать %s изображений
sk_sk: Zobraziť %s fotografií

source: Show Image Captions
ru_ru: Показать подписи изображений

source: Show Image Descriptions.
ru_ru: Показать описания изображения.

source: API service not specified.
ru_ru: API сервис не определен.

source: API Failure: %1s.
ru_ru: API Ошибка: %1s.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: You cannot call UD_API::log() before the %1$s hook, since the current user is not yet known.
ru_ru: Вы не можете вызвать UD_Functions::log() до %1$s хука, так как текущий пользователь пока не известен.

source: Log Started.
hu_hu: Naplózás elkezdődött.
ru_ru: Логирование началось.
sk_sk: Logovanie spustené.

source: You cannot call UD_API::add_log_page() after the %1$s hook.
ru_ru: Вы не можете вызвать UD_Functions::add_log_page() после хука %1$s.

source: Log Page for
ru_ru: Лог для страницы

source: Clear Log
hu_hu: Tiszta log
ru_ru: Очистить лог
sk_sk: Vymazať log

source: Timestamp
hu_hu: Időbélyeg
ru_ru: Время
sk_sk: Čas

source: Event
hu_hu: Esemény
ru_ru: Событие
sk_sk: Udalosť

source: User
hu_hu: Felhasználó
ru_ru: Пользователь
sk_sk: Užívateľ

source: Related Object
ru_ru: Связанный объект

source: None
ru_ru: Ни одного

source: This may solve Out of Memory issues if you have a lot of properties.
ru_ru: Это может решить проблему недостатка помяти если у Вас много объектов.

source: Agent Shortcodes
ru_ru: Shortcode для работы с агентами

source: Show agent information:
ru_ru: Показать информацию об агенте:

source: , or you can specify which fields to show:
ru_ru: , или Вы можете определить какие поля показывать

source: To query agent properties:
ru_ru: Для запроса объектов агента:

source: Shortcode Attribute Fields
ru_ru: Shortcode атрибуты

source: The following attributes can be used in the [agent_card] shortcode.
ru_ru: Следующие атрибуты могут быть использованы в шорткоде [agent_card].

source: Example Using All Available Fields
ru_ru: Пример с использованием всех имеющихся полей

source: Manage Real Estate Agents
ru_ru: Управлять премиальным дополнением Агенты по недвижимости

source: %1$s <span class="count">(%2$s)</span>
ru_ru: %1$s <span class="счет">(%2$s)</span>

source: Match the "Property Agent" attribute to
ru_ru: Сопоставить атрибут "Агент Объекта" к

source: field, when it is found, and associate with agent.
ru_ru: поля, когда найдены, и ассоциироватьс агентом

source: Agent Image Size
ru_ru: Размер изображения агента:

source: Agent Information
ru_ru: Информация об Агенте

source: Agent
ru_ru: Агент

source: No Properties.
ru_ru: Нет Объектов.

source: Create Agent
ru_ru: Создать агента

source: Update Agent
ru_ru: Обновить агента

source: Display Name
ru_ru: Отображаемое имя

source: Username
ru_ru: Имя пользователя

source: Usernames cannot be changed.
ru_ru: Имена пользователей не может быть изменено

source: Widget Bio
ru_ru: Биография для виджета

source: Content that is displayed in the agent widget.
ru_ru: Контент, который отображается в виджете агента.

source: Options
hu_hu: Beállítások
ru_ru: Опции
sk_sk: Nastavenia

source: Full Bio
ru_ru: Полнаябиография

source: Content that can be displayed in the shortcode.
ru_ru: Контент, который будет отображен используя шорткод.

source: Primary
ru_ru: Первичный

source: Save
ru_ru: Сохранить

source: Associated Properties
ru_ru: Ассоциированные объекты

source: Images
ru_ru: Изображения

source: Agents
ru_ru: Агенты

source: Agent Roles
ru_ru: Роли агента

source: User roles that can be associated with properties as agents.
ru_ru: Пользователь роли, которые могут быть связаны с объектами в качестве агентов.

source: Agent Fields
ru_ru: Поля агентов

source: Extra data fields to be used for agent profiles.
ru_ru: Дополнительные поля данных, которые будут использоваться для профилей агента.

source: Custom fields may be used to adapt the information about agents to suit your needs.
ru_ru: Пользовательские поля могут быть использованы для адаптации сведений об агентах в соответствии с вашими потребностями.

source: Field name
ru_ru: Имя поля

source: Add New
hu_hu: Új hozzáadása
ru_ru: Добавить объект
sk_sk: Pridať

source: User removed.
ru_ru: Пользователь удален.

source: Please enter a valid e-mail.
ru_ru: Пожалуйста, введите правильный адрес электонной почты.

source: Agent updated.
ru_ru: Агент обновлен.

source: Agent created.
ru_ru: Агент создан.

source: Edit Agent
ru_ru: Редактировать агента

source: Associated Agents
ru_ru: Ассоциированные агенты

source: You can add fields on the <a href="%s">settings page</a>.
ru_ru: Вы можете добавить поля на странице <a href="%s">Настройки</a>.

source: Flyer Writeup
ru_ru: Резюме для Флаера

source: Please enter a writeup for flyers.
ru_ru: Пожалуйста, введите резюме для флаеров.

source: File should be an image
ru_ru: Файл должен быть изображением

source: Agent ID is not set
ru_ru: ID агента не установлено

source: Looks like, Image can not be uploaded.
ru_ru: Изображение не может быть загружено.

source: Image of Real Estate Agent #
ru_ru: Изображение агента №

source: Image for User #
ru_ru: Изображение для пользователя №

source: Please save first to add images.
ru_ru: Пожалуйста, сохраните, чтобы добавить изображения.

source: No images found.
ru_ru: Изображений не найдено

source: Remove
ru_ru: Удалить

source: Please enable JavaScript to use file uploader
ru_ru: Пожалуйста, включите JavaScript чтобы использовать загрузчик файлов

source: Add Image
ru_ru: Добавить изображение

source: Moderate comments
ru_ru: Модерировать коментарии

source: Manage categories
ru_ru: Управлять категориями

source: Manage links
ru_ru: Управлять ссылкаи

source: Upload files
ru_ru: Загружать файлы

source: Edit posts
ru_ru: Редактировать записи

source: Edit other's posts
ru_ru: Редактировать посты других

source: Edit published posts
ru_ru: Редактировать опубликованные посты

source: Publish posts
ru_ru: Публиковать посты

source: Edit pages
ru_ru: Редактировать страницы

source: Read
ru_ru: Читать

source: Edit other's pages
ru_ru: Редактировать страницы других

source: Edit published pages
ru_ru: Редактировать опубликованные страницы

source: Publish pages
ru_ru: Опубликовать страницы

source: Delete pages
ru_ru: Удалить страницы

source: Delete other's pages
ru_ru: Удалять страницы других

source: Delete published pages
ru_ru: Удалять опубликованные страницы

source: Delete posts
ru_ru: Удалить записи

source: Delete other's posts
ru_ru: Удалять посты других

source: Delete published posts
ru_ru: Удалять опубликованные посты

source: Delete private posts
ru_ru: Удалять приватные посты

source: Edit private posts
ru_ru: Редактировать приватные посты

source: Read private posts
ru_ru: Читать приватные посты

source: Delete private pages
ru_ru: Удалять приватные посты

source: Edit private pages
ru_ru: Редактировать приватные страницы

source: Read private pages
ru_ru: Читать приватные страницы

source: Email
ru_ru: Электронная почта

source: Agent can see only the properties which are assigned to him. Agent will be automatically assigned to the property which he will create.
ru_ru: Агент видит только объекты, связанные с ним. Агент будет автоматически связан с объектами, которые он создает.

source: Image
ru_ru: Изображение

source: Widget Text
ru_ru: Текст для виджета

source: Email Address
ru_ru: Адрес электронной почты

source: Facebook Tabs
ru_ru: Таблицы Facebook

source: Feature allows you to create Facebook Canvases for Tabs or Applications.
ru_ru: Дополнение позволяет создавать холсты/Canvases Facebook для таблиц и приложений.

source: Note that SSL support for your page tab app has been mandatory since October 1, 2011.
ru_ru: Обратите внимание, что поддержка SSL для вашего приложения является обязательным с 1 октября 2011 года.

source: <b>Name</b><br />
ru_ru: <b>Имя</b><br />

source: Name is used for canvas links generation. See Facebook App Setup tab.
ru_ru: Имя используется для генерации ссылки страницы. См. Facebook Приложение, вкладка Настройки.

source: Links use sanitized name of your Canvas' name. So they will be recreated every time you change the name.
ru_ru: Ссылки используют слагированое имя страницы. Таким образом, они будут обновляться каждый раз, когда вы меняете имя.

source: Make sure you do not have Canvases with the same slugs.
ru_ru: Убедитесь, что у вас нет Страницы с тем же слагом.

source: <b>Type</b><br />The list of available post types. Available pages depend on the selected type.
ru_ru: <b> Тип </ b> <br /> Список доступных типов поста. Доступные страницы зависят от выбранного типа.

source: <b>Page</b><br />The page of your site which has the content which you need to display in your Facebook Tab or Application.
ru_ru: <b>Страница</b><br /> Страница Вашего сайта, содержащая контент, который Вы хотите отобразить с помощью Facebook Tabs.

source: <b>Hide the selected page from Regular WordPress</b><br />Hidden pages will not be accessible in Regular Wordpress and in other Premium Features too. The current option is only related to pages.
ru_ru: <b> Скрыть выбранные страницы из функционала WordPress </ b> <br /> Скрытые страницы не будут доступны в функионале Wordpress и для других премиум-функций тоже. Текущая опция связана только со страницами.

source: <b>Template Settings</b><br/>
ru_ru: <b>Настройки шаблона</b><br/>

source: You can add your own templates named like <code>fb-tab-{your name}.php</code> in your theme folder and with the comment inside like:
ru_ru: Вы можете добавлять свои собственные шаблоны, например: <code>fb-tab-{your name}.php</code> в папке темы и с комментариями внутри, например:
